<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>

Consider changing the Directory field to the home directory of the user such as ~/</key>
	<string>

请考虑将“目录”字段改为用户的主目录，例如 ~/</string>
	<key> </key>
	<string> </string>
	<key> %@</key>
	<string> %@</string>
	<key> Consider exporting file.</key>
	<string> 建议导出文件。</string>
	<key> Consider exporting files.</key>
	<string> 建议导出文件。</string>
	<key> from 1985, which remains the standard today.</key>
	<string> 自 1985 年起，至今仍是业界标准。</string>
	<key>%@</key>
	<string>%@</string>
	<key>%@ - %@</key>
	<string>%1$@ - %2$@</string>
	<key>%@ - %@ (%@)</key>
	<string>%1$@ - %2$@ (%3$@)</string>
	<key>%@ Diagnostics</key>
	<string>%@ 诊断</string>
	<key>%@ Hash</key>
	<string>%@ 哈希</string>
	<key>%@ Log</key>
	<string>%@ 日志</string>
	<key>%@ Pro must be unlocked in main app to use shortcuts.</key>
	<string>%@Pro版必须在主应用中进行解锁才能使用快捷方式。</string>
	<key>%@ Support</key>
	<string>%@ 支持</string>
	<key>%@ Uploads</key>
	<string>%@ 上传</string>
	<key>%@ are shown in the %@ such that changes made on %@ are uploaded and changes made on %@ appear on your %@.

If %@ becomes confused it stops updating as changes occur. It can help to Reset the %@ location.

If you provide diagnostics information as part of the Reset you will help improve the app such that it stops happening.</key>
	<string>%1$@ 显示在 %2$@ 中，%3$@ 上所做的更改会被上传，而 %4$@ 上所做的更改会显示在您的 %5$@ 中。

如果 %6$@ 变得混乱，它会停止更新，因为发生了更改。这时重置 %7$@ 位置可能会有所帮助。

如果您在重置时提供诊断信息，将有助于改进这一应用，以便这种情况不再出现。</string>
	<key>%@ download is a pro feature.</key>
	<string>%@ 下载是Pro版功能。</string>
	<key>%@ failed</key>
	<string>%@ 失败</string>
	<key>%@ is working</key>
	<string>%@ 正在工作</string>
	<key>%@ lifetime</key>
	<string>%@ 使用寿命</string>
	<key>%@ listings are reflected in Files app alongside cloud storage.</key>
	<string>%@ 列表会与云存储一起显示在“文件”应用中。</string>
	<key>%@ listings are reflected in Finder alongside cloud storage.</key>
	<string>%@ 列表将与云存储一起显示在“访达”中。</string>
	<key>%@ location in %@ has been reset.</key>
	<string>%1$@ 在 %2$@ 中的位置已重置。</string>
	<key>%@ might require you to include bucket &amp; region in Address field</key>
	<string>%@ 可能需要您在地址字段中包含存储桶和区域</string>
	<key>%@ might require you to include bucket in Address field</key>
	<string>%@ 可能需要您在地址字段中包含存储桶桶</string>
	<key>%@ might require you to include region in Address field</key>
	<string>%@ 可能需要您在地址字段中包含区域</string>
	<key>%@ permission for group</key>
	<string>群组的 %@ 权限</string>
	<key>%@ permission for others</key>
	<string>其他人的 %@ 权限</string>
	<key>%@ permission for owner</key>
	<string>所有者的 %@ 权限</string>
	<key>%@ seem to work as adding and then removing a folder correctly updated.</key>
	<string>%@ 似乎已正确完成添加和删除文件夹的更新操作。</string>
	<key>%@ support is a Pro Feature.</key>
	<string>%@ 支持是Pro版功能。</string>
	<key>%@ then %@</key>
	<string>%1$@ 然后 %2$@</string>
	<key>%@ transfer in progress</key>
	<string>正在进行 %@ 转移</string>
	<key>%@ updates seem broken. Consider performing a Reset.</key>
	<string>%@ 更新似乎出现异常。建议执行重置操作。</string>
	<key>%@ upload is a pro feature.</key>
	<string>%@ 上传是Pro版功能。</string>
	<key>%@ will be uploaded to %@</key>
	<string>%1$@ 将上传到 %2$@</string>
	<key>%@ will be uploaded to %@ on %@</key>
	<string>%1$@ 将于 %3$@ 上传至 %2$@</string>
	<key>%@ with token</key>
	<string>%@ 及令牌</string>
	<key>%@/h</key>
	<string>%@/小时</string>
	<key>%@/m</key>
	<string>%@/分钟</string>
	<key>%@/s</key>
	<string>%@/秒</string>
	<key>%@: %@</key>
	<string>%1$@: %2$@</string>
	<key>%d Gigabytes</key>
	<string>%d 吉字节</string>
	<key>%d Kilobytes</key>
	<string>%d 千字节</string>
	<key>%d Megabytes</key>
	<string>%d 兆字节</string>
	<key>%d bytes</key>
	<string>%d 字节</string>
	<key>%d channels</key>
	<string>%d 声道</string>
	<key>%d day trial</key>
	<string>%d 天试用</string>
	<key>%d directories</key>
	<string>%d 个目录</string>
	<key>%d entries not shown</key>
	<string>%d 个条目未显示</string>
	<key>%d failed</key>
	<string>%d 项失败</string>
	<key>%d files</key>
	<string>%d 个文件</string>
	<key>%d files and %d directories</key>
	<string>%1$d 个文件和 %2$d 个目录</string>
	<key>%d files and 1 directory</key>
	<string>%d 个文件和 1个 目录</string>
	<key>%d hr %d min left</key>
	<string>剩余 %1$d 小时 %2$d 分钟</string>
	<key>%d hr left</key>
	<string>剩余 %d 小时</string>
	<key>%d items</key>
	<string>%d 个项目</string>
	<key>%d min left</key>
	<string>剩余 %d 分钟</string>
	<key>%d months</key>
	<string>%d 个月</string>
	<key>%d not yet uploaded files will be discarded.</key>
	<string>%d 个尚未上传的文件将被删除。</string>
	<key>%d photos</key>
	<string>%d 张照片</string>
	<key>%d servers</key>
	<string>%d 台服务器</string>
	<key>%d videos</key>
	<string>%d 个视频</string>
	<key>%d weeks</key>
	<string>%d 周</string>
	<key>%d years</key>
	<string>%d 年</string>
	<key>%d%%</key>
	<string>%d%%</string>
	<key>%d/%d</key>
	<string>%1$d/%2$d</string>
	<key>%dh %dm left</key>
	<string>%1$d 小时 %2$d 分钟剩余</string>
	<key>%dh left</key>
	<string>%d 小时剩余</string>
	<key>%dm %ds left</key>
	<string>%1$d 分钟 %2$d 秒剩余</string>
	<key>%dm left</key>
	<string>%d 分钟剩余</string>
	<key>%ds left</key>
	<string>%d 秒剩余</string>
	<key>%g Terabytes</key>
	<string>%g 太字节</string>
	<key>%lld seconds</key>
	<string>%lld 秒</string>
	<key>%lld%%</key>
	<string>%lld%%</string>
	<key>%lld%% of %@ to %@</key>
	<string>%1$lld%% 的 %2$@ 到 %3$@</string>
	<key>%lld.%lld</key>
	<string>%1$lld.%2$lld</string>
	<key>%lld/%lld</key>
	<string>%1$lld/%2$lld</string>
	<key>'%@' was not found</key>
	<string>未找到“%@”</string>
	<key>1 directory</key>
	<string>1 个目录</string>
	<key>1 entry not shown</key>
	<string>1 个条目未显示</string>
	<key>1 file</key>
	<string>1 个文件</string>
	<key>1 file and %d directories</key>
	<string>1 个文件和 %d 个目录</string>
	<key>1 file and 1 directory</key>
	<string>1 个文件和 1 个目录</string>
	<key>1 hour</key>
	<string>1 小时</string>
	<key>1 hour expiration</key>
	<string>1 小时到期</string>
	<key>1 item</key>
	<string>1 个项目</string>
	<key>1 not yet file uploaded will be discarded.</key>
	<string>1 个未上传的文件将被删除。</string>
	<key>1 photo</key>
	<string>1 张照片</string>
	<key>1 server</key>
	<string>1 台服务器</string>
	<key>1 video</key>
	<string>1 个视频</string>
	<key>100%</key>
	<string>100%</string>
	<key>100% completed</key>
	<string>100% 完成</string>
	<key>12 hours</key>
	<string>12 小时</string>
	<key>12 hours expiration</key>
	<string>12 小时到期</string>
	<key>20 character alphanumeric string</key>
	<string>20 个字符的字母数字字符串</string>
	<key>25 character hexadecimal string</key>
	<string>25 个字符的十六进制字符串</string>
	<key>256 bit ECDSA</key>
	<string>256 位 ECDSA</string>
	<key>256 bit ED25519</key>
	<string>256 位 ED25519</string>
	<key>31 character password</key>
	<string>31 个字符的密码</string>
	<key>32 digit hexadecimal</key>
	<string>32 位十六进制数</string>
	<key>40 character string that must be kept private</key>
	<string>40 个字符的字符串，必须保密</string>
	<key>40+ character string that must be kept private</key>
	<string>40 个以上字符的字符串，必须保密</string>
	<key>4096 bit RSA</key>
	<string>4096 位 RSA</string>
	<key>5.1 Surround</key>
	<string>5.1 环绕声</string>
	<key>64 digit hex that must be kept private</key>
	<string>64 位十六进制数，必须保密</string>
	<key>7 days</key>
	<string>7 天</string>
	<key>7 days expiration</key>
	<string>7 天到期</string>
	<key>7.1 Surround</key>
	<string>7.1 环绕声</string>
	<key>&lt; 1 min left</key>
	<string>剩余 &lt; 1 分钟</string>
	<key>A link will be generated that can be opened in any browser allowing upload to this specific filename in %@ for the next %@. It is possible to upload several times and the last upload will overwrite previous ones.</key>
	<string>将生成一个可以在任何浏览器中打开的链接，允许在 %@ 中上传此特定文件名，持续时间为接下来的 %@。可以多次上传，最后一次上传将覆盖之前的上传。</string>
	<key>API key needs at least Admin Read permissions to list available buckets.</key>
	<string>API 密钥需要至少管理员读取权限才能列出可用的存储桶。</string>
	<key>AWS S3</key>
	<string>AWS S3</string>
	<key>AWS-managed</key>
	<string>由 AWS 管理</string>
	<key>Abhay Bhushan</key>
	<string>Abhay Bhushan</string>
	<key>Accept</key>
	<string>接受</string>
	<key>Accept certificate "%@" when connecting to %@</key>
	<string>连接至 %2$@ 时接受证书“%1$@”</string>
	<key>Accept certificate for %@ when connecting to %@</key>
	<string>连接至 %2$@时接受 %1$@的证书</string>
	<key>Access Key</key>
	<string>Access Key</string>
	<key>Access Key ID</key>
	<string>Access Key ID</string>
	<key>Access Key ID is 32 digit hex</key>
	<string>访问密钥 ID 为 32 位十六进制数</string>
	<key>Access Token</key>
	<string>Access Token</string>
	<key>Access key Secret</key>
	<string>访问密钥秘密</string>
	<key>Access key Secret, that must be kept private</key>
	<string>访问密钥秘密，必须保密</string>
	<key>Access key identifier</key>
	<string>Access Key identifier</string>
	<key>AccessKey ID</key>
	<string>AccessKey ID</string>
	<key>Account</key>
	<string>账户</string>
	<key>Account ID</key>
	<string>账户 ID</string>
	<key>Accounts</key>
	<string>多个账户</string>
	<key>Acknowledgement</key>
	<string>确认</string>
	<key>Actions</key>
	<string>操作</string>
	<key>Add</key>
	<string>添加</string>
	<key>Add Backup</key>
	<string>添加备份</string>
	<key>Add Content</key>
	<string>添加内容</string>
	<key>Add Encryption Key</key>
	<string>添加加密密钥</string>
	<key>Add Private Key</key>
	<string>添加私钥</string>
	<key>Add Sync Entry</key>
	<string>添加同步项</string>
	<key>Add to Favourites</key>
	<string>添加到收藏夹</string>
	<key>Add when browsing</key>
	<string>浏览时添加</string>
	<key>Address</key>
	<string>地址</string>
	<key>Adjust Filename</key>
	<string>调整文件名</string>
	<key>After %d years, FTP remains widely used for file transfers worldwide.</key>
	<string>历经 %d 年，FTP 仍在全球范围广泛用于文件传输。</string>
	<key>Album</key>
	<string>相簿</string>
	<key>Alibaba Cloud OSS</key>
	<string>阿里云OSS</string>
	<key>All %d uploaded %@</key>
	<string>全部 %1$d 个已上传 %2$@</string>
	<key>All Photos</key>
	<string>所有照片</string>
	<key>Allow this app's files to appear in Spotlight search results</key>
	<string>允许此应用的文件出现在 Spotlight 搜索结果中</string>
	<key>Already Exists</key>
	<string>已存在</string>
	<key>Already Unlocked</key>
	<string>已解锁</string>
	<key>Another backup is currently running</key>
	<string>已有其他备份正在运行</string>
	<key>Any</key>
	<string>任意</string>
	<key>Any authenticated AWS user can read this file.</key>
	<string>任何经过身份验证的 AWS 用户都可以读取此文件。</string>
	<key>Any files not yet uploaded will be lost.</key>
	<string>未上传的文件将会丢失。</string>
	<key>Anyone can read or modify this file.</key>
	<string>任何人都可以读取或修改此文件。</string>
	<key>Anyone can read this file.</key>
	<string>任何人都可以读取此文件。</string>
	<key>Aperture</key>
	<string>光圈</string>
	<key>Append</key>
	<string>追加</string>
	<key>Are you sure you want to delete %@ which is %@?</key>
	<string>您确定要删除 %1$@么？该文件是 %2$@ 。</string>
	<key>Are you sure you want to delete %@?</key>
	<string>您确定要删除 %@ 吗？</string>
	<key>Are you sure you want to delete account used by %d %@?</key>
	<string>您确定要删除由 %1$d %2$@使用的账户吗？</string>
	<key>Are you sure you want to delete account used by '%@'?</key>
	<string>您确定要删除由 '%@' 使用的账户吗？</string>
	<key>Are you sure you want to delete account?</key>
	<string>您确定要删除账户吗？</string>
	<key>Are you sure you want to delete empty directory %@?</key>
	<string>您确定要删除空目录 %@ 吗？</string>
	<key>Are you sure you want to delete encryption key used by %d %@?</key>
	<string>您确定要删除由 %1$d %2$@ 使用的加密密钥吗？</string>
	<key>Are you sure you want to delete encryption key used by '%@'?</key>
	<string>您确定要删除由 '%@' 使用的加密密钥吗？</string>
	<key>Are you sure you want to delete encryption key?</key>
	<string>您确定要删除加密密钥吗？</string>
	<key>Are you sure you want to delete private key used by %d %@?</key>
	<string>您确定要删除由 %1$d %2$@ 使用的私钥吗？</string>
	<key>Are you sure you want to delete private key used by '%@'?</key>
	<string>您确定要删除由 '%@' 使用的私钥吗？</string>
	<key>Are you sure you want to delete private key?</key>
	<string>您确定要删除私钥吗？</string>
	<key>Are you sure you want to move %@ which is %@?</key>
	<string>您确定要移动 %1$@，它的大小是 %2$@ 吗？</string>
	<key>Are you sure you want to move %@?</key>
	<string>您确定要移动 %@ 吗？</string>
	<key>Are you sure you want to move directory %@ containing 1 file?</key>
	<string>您确定要移动包含 1 个文件的目录 %@ 吗？</string>
	<key>Are you sure you want to move directory %@ containing 1 subdirectory?</key>
	<string>您确定要移动包含 1 个子目录的目录 %@ 吗？</string>
	<key>Are you sure you want to move empty directory %@?</key>
	<string>您确定要移动空目录 %@ 吗？</string>
	<key>Audio</key>
	<string>音频</string>
	<key>Authenticate</key>
	<string>验证</string>
	<key>Authenticate to copy key to clipboard</key>
	<string>验证以复制密钥到剪贴板</string>
	<key>Authenticated Read</key>
	<string>经过身份验证的读取</string>
	<key>Authentication</key>
	<string>身份验证</string>
	<key>Authentication required</key>
	<string>需要身份验证</string>
	<key>Authentication required to access this S3 bucket.</key>
	<string>访问此 S3 存储桶需要身份验证。</string>
	<key>Authentication required to access this S3 bucket. Please enter your AWS secret key.</key>
	<string>访问此 S3 存储桶需要身份验证。请输入您的 AWS 密钥。</string>
	<key>Author</key>
	<string>作者</string>
	<key>Auto-Capitalization</key>
	<string>自动大写</string>
	<key>Autocorrection</key>
	<string>自动更正</string>
	<key>Automate with Shortcuts actions</key>
	<string>通过快捷方式操作进行自动化</string>
	<key>Automatic</key>
	<string>自动</string>
	<key>Automatic (%@)</key>
	<string>自动（%@）</string>
	<key>Available buckets</key>
	<string>可用的存储桶</string>
	<key>Available to MCP</key>
	<string>对 MCP 可用</string>
	<key>Backblaze B2</key>
	<string>Backblaze B2</string>
	<key>Backblaze.com</key>
	<string>Backblaze.com</string>
	<key>Background Upload Feedback</key>
	<string>后台上传反馈</string>
	<key>Background backup requires approval in System Settings</key>
	<string>后台备份需要在“系统设置”中批准</string>
	<key>Backup</key>
	<string>备份</string>
	<key>Backup Now</key>
	<string>立即备份</string>
	<key>Backup failing repeatedly</key>
	<string>备份多次失败</string>
	<key>Backup in progress</key>
	<string>正在备份</string>
	<key>Begin Free Trial</key>
	<string>开始免费试用</string>
	<key>Bin</key>
	<string>回收站</string>
	<key>BitBucket</key>
	<string>BitBucket</string>
	<key>Blue</key>
	<string>蓝色</string>
	<key>Born in Allahabad, India, Bhushan was an MIT graduate who authored over 20 RFCs.

He also pioneered email standards and helped establish the @ symbol convention we use today.</key>
	<string>Bhushan 出生于印度阿拉哈巴德，毕业于 MIT，撰写了 20 多份 RFC。

他还开创了电子邮件标准，并帮助确立了我们今天使用的 @ 符号惯例。</string>
	<key>Branch</key>
	<string>Branch</string>
	<key>Browse</key>
	<string>浏览</string>
	<key>Browse from Files app</key>
	<string>从“文稿”应用中浏览</string>
	<key>Browse from Finder</key>
	<string>从“访达”中浏览</string>
	<key>Browse here</key>
	<string>在此浏览</string>
	<key>Browse in %@</key>
	<string>在%@中浏览</string>
	<key>Browse in New Window</key>
	<string>在新窗口中浏览</string>
	<key>Browse inside %@</key>
	<string>在%@内部浏览</string>
	<key>Browser link</key>
	<string>浏览器链接</string>
	<key>Bucket</key>
	<string>Bucket</string>
	<key>Bucket Owner Full Control</key>
	<string>存储桶所有者完全控制</string>
	<key>Bucket Owner Read</key>
	<string>存储桶所有者读取</string>
	<key>Bucket contents in %@</key>
	<string>桶内容在%@中</string>
	<key>Bucket is included in hostname as address doesn't end in slash.</key>
	<string>桶被包含在主机名中，因为地址末尾没有斜杠。</string>
	<key>Bucket is included in path as address ends in slash.</key>
	<string>存储桶包含在路径中，因为地址以斜杠结尾。</string>
	<key>Bulk</key>
	<string>Bulk</string>
	<key>COPYRIGHT AND PERMISSION NOTICE
 
Copyright (c) 1996 - 2024, Daniel Stenberg, &lt;daniel@haxx.se&gt;, and many contributors, see the THANKS file.

All rights reserved.

Permission to use, copy, modify, and distribute this software for any purpose with or without fee is hereby granted, provided that the above copyright notice and this permission notice appear in all copies.

THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT OF THIRD PARTY RIGHTS. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.

Except as contained in this notice, the name of a copyright holder shall not be used in advertising or otherwise to promote the sale, use or other dealings in this Software without prior written authorization of the copyright holder.</key>
	<string>COPYRIGHT AND PERMISSION NOTICE
 
Copyright (c) 1996 - 2024, Daniel Stenberg, &lt;daniel@haxx.se&gt;, and many contributors, see the THANKS file.

All rights reserved.

Permission to use, copy, modify, and distribute this software for any purpose with or without fee is hereby granted, provided that the above copyright notice and this permission notice appear in all copies.

THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT OF THIRD PARTY RIGHTS. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.

Except as contained in this notice, the name of a copyright holder shall not be used in advertising or otherwise to promote the sale, use or other dealings in this Software without prior written authorization of the copyright holder.</string>
	<key>CSE</key>
	<string>CSE</string>
	<key>CSE: %@</key>
	<string>CSE: %@</string>
	<key>Camera</key>
	<string>相机</string>
	<key>Cancel</key>
	<string>取消</string>
	<key>Cancel Download</key>
	<string>取消下载</string>
	<key>Cancel Upload</key>
	<string>取消上传</string>
	<key>Cancel Upload to %@</key>
	<string>取消上传至%@</string>
	<key>Cannot create elements at outermost level for list of buckets.</key>
	<string>无法在最外层创建元素以列出存储桶。</string>
	<key>Cannot modify encryption settings at bucket list level</key>
	<string>无法在存储桶列表级别修改加密设置</string>
	<key>Celebrate Data Privacy Day! Enable client-side encryption to protect your files before they leave your device.</key>
	<string>庆祝数据隐私日！启用客户端加密，在文件离开你的设备之前就保护它们。</string>
	<key>Certificate Mismatch</key>
	<string>证书不匹配</string>
	<key>Certificate not trusted</key>
	<string>证书不受信任</string>
	<key>Certificates</key>
	<string>证书</string>
	<key>Certificates you trust despite their status are listed here.</key>
	<string>您信任的证书，无论其状态如何，都列在这里。</string>
	<key>Change %@</key>
	<string>更改 %@</string>
	<key>Change configuration</key>
	<string>更改配置</string>
	<key>Changes sync back automatically</key>
	<string>更改会自动同步回去</string>
	<key>Channels</key>
	<string>声道</string>
	<key>Check Status</key>
	<string>检查状态</string>
	<key>Check Status requires permission to read the outermost folder of the %@ location.

Please pick this to grant permission and continue the check.</key>
	<string>检查状态需要读取 %@ 位置最外层文件夹的权限。

请选中此项以授予权限并继续检查。</string>
	<key>Clear</key>
	<string>清除</string>
	<key>Clear Bucket</key>
	<string>清空存储桶</string>
	<key>Clear error messages with retry</key>
	<string>清除错误并重试</string>
	<key>Client side encryption</key>
	<string>客户端加密</string>
	<key>Client-side encryption [(CSE)](https://docs.aws.amazon.com/AmazonS3/latest/userguide/UsingClientSideEncryption.html) end-to-end encrypts your data.</key>
	<string>客户端加密 [(CSE)](https://docs.aws.amazon.com/AmazonS3/latest/userguide/UsingClientSideEncryption.html) 通过端到端加密保护您的数据。</string>
	<key>Client-side master key must be base64</key>
	<string>客户端主密钥必须是 base64 格式</string>
	<key>Clipboard</key>
	<string>剪贴板</string>
	<key>Clipboard does not contain valid base64.</key>
	<string>剪贴板不包含有效的 base64 数据。</string>
	<key>Close</key>
	<string>关闭</string>
	<key>CloudFlare R2</key>
	<string>CloudFlare R2</string>
	<key>CloudFlare.com</key>
	<string>CloudFlare.com</string>
	<key>Comment</key>
	<string>评论</string>
	<key>Commit Message</key>
	<string>提交信息</string>
	<key>Completed uploading %@ to %@</key>
	<string>已完成将 %1$@ 上传至 %2$@</string>
	<key>Completed uploading %@ to %@ on %@</key>
	<string>已完成将 %1$@ 在 %3$@ 上上传至 %2$@</string>
	<key>Configuration</key>
	<string>配置</string>
	<key>Configure Account</key>
	<string>配置账户</string>
	<key>Configure Account…</key>
	<string>配置账户…</string>
	<key>Configure Backup</key>
	<string>配置备份</string>
	<key>Configure New…</key>
	<string>配置新建…</string>
	<key>Configure Repository</key>
	<string>配置仓库</string>
	<key>Configure your first %@</key>
	<string>配置你的第一个 %@</string>
	<key>Connect Timeout</key>
	<string>连接超时</string>
	<key>Connecting to %@</key>
	<string>正在连接到 %@</string>
	<key>Connection</key>
	<string>连接</string>
	<key>Connection to %@ timed out</key>
	<string>连接到 %@ 超时</string>
	<key>Consider configuring single bucket.</key>
	<string>建议配置单个存储桶。</string>
	<key>Consider creating new folder and moving objects here.</key>
	<string>建议创建新文件夹并将移动对象到此。</string>
	<key>Continue</key>
	<string>继续</string>
	<key>Continue Anyway</key>
	<string>仍要继续</string>
	<key>Controls how long to wait for server connections before giving up.</key>
	<string>控制连接服务器前的最长等待时间。</string>
	<key>Copy</key>
	<string>复制</string>
	<key>Copy Address</key>
	<string>复制地址</string>
	<key>Copy Link to clipboard</key>
	<string>复制链接到剪贴板</string>
	<key>Copy Links to clipboard</key>
	<string>复制多个链接到剪贴板</string>
	<key>Copy Public Key</key>
	<string>复制公钥</string>
	<key>Copy Share Link</key>
	<string>复制分享链接</string>
	<key>Copy Share Links</key>
	<string>复制分享多个链接</string>
	<key>Copy URL</key>
	<string>复制网址</string>
	<key>Copy Website URL</key>
	<string>复制网站网址</string>
	<key>Copy password to clipboard</key>
	<string>将密码复制到剪贴板</string>
	<key>Copy to Clipboard</key>
	<string>复制到剪贴板</string>
	<key>Copy to clipboard</key>
	<string>复制到剪贴板</string>
	<key>Copying %d%% of %@</key>
	<string>正在复制 %2$@ 的 %1$d%%</string>
	<key>Copying…</key>
	<string>正在复制…</string>
	<key>Core Data error %@: %@</key>
	<string>核心数据错误 %1$@: %2$@</string>
	<key>Create</key>
	<string>创建</string>
	<key>Create &amp; Upload</key>
	<string>创建并上传</string>
	<key>Create AWS Access Key</key>
	<string>创建 AWS 访问密钥</string>
	<key>Create Directory</key>
	<string>创建目录</string>
	<key>Create Empty File</key>
	<string>创建空文件</string>
	<key>Create Folder</key>
	<string>创建文件夹</string>
	<key>Create Folder in %@</key>
	<string>在 %@ 中创建文件夹</string>
	<key>Create directory ${path} on ${server}</key>
	<string>在 ${server} 上创建目录 ${path}</string>
	<key>Create error: %@</key>
	<string>创建错误：%@</string>
	<key>Create signed URLs allowing others to download or upload files using just a browser.</key>
	<string>创建签名 URL，允许其他人仅通过浏览器上传或下载文件。</string>
	<key>CreateAccountMenu: TODO</key>
	<string>CreateAccountMenu: TODO</string>
	<key>CreateAccountWizard: TODO</key>
	<string>CreateAccountWizard: TODO</string>
	<key>CreateDirectoryAction.Title</key>
	<string>CreateDirectoryAction.Title</string>
	<key>CreateServerView</key>
	<string>CreateServerView</string>
	<key>Created</key>
	<string>创建时间</string>
	<key>Creating Directories is a Pro feature</key>
	<string>创建目录是 Pro 功能</string>
	<key>Creating Directory</key>
	<string>创建目录</string>
	<key>Creating File</key>
	<string>正在创建文件</string>
	<key>Creating links is a Pro feature</key>
	<string>创建链接是 Pro 功能</string>
	<key>Creating links is a pro feature.</key>
	<string>创建链接是Pro版功能。</string>
	<key>Creator</key>
	<string>创建者</string>
	<key>Custom Region</key>
	<string>自定义区域</string>
	<key>Daily</key>
	<string>每日</string>
	<key>Dark</key>
	<string>深色</string>
	<key>Date</key>
	<string>日期</string>
	<key>Date Taken</key>
	<string>拍摄日期</string>
	<key>Debug Upload Stalling</key>
	<string>调试上传停滞</string>
	<key>Decrease Size</key>
	<string>减小字号</string>
	<key>Default</key>
	<string>默认</string>
	<key>Defaults to %@</key>
	<string>默认为 %@</string>
	<key>Defaults to address</key>
	<string>默认为地址</string>
	<key>Delete</key>
	<string>删除</string>
	<key>Delete ${path} from ${server}</key>
	<string>从 ${server} 删除 ${path}</string>
	<key>Delete %@</key>
	<string>删除 %@</string>
	<key>Delete Account</key>
	<string>删除账户</string>
	<key>Delete Backup?</key>
	<string>删除备份？</string>
	<key>Delete Files</key>
	<string>删除文件</string>
	<key>Delete Key</key>
	<string>删除密钥</string>
	<key>Delete Non-Empty Directories</key>
	<string>删除非空目录</string>
	<key>Delete error: %@</key>
	<string>删除错误：%@</string>
	<key>Delete failed: %@</key>
	<string>删除失败：%@</string>
	<key>Delete is a Pro feature</key>
	<string>删除是 Pro 功能</string>
	<key>Deleted %d of %d</key>
	<string>已删除 %1$d 个，共 %2$d 个</string>
	<key>Describe photos in filename</key>
	<string>在文件名中加入照片描述</string>
	<key>Deselect Server</key>
	<string>取消选择服务器</string>
	<key>Destination</key>
	<string>目标</string>
	<key>Detailed error messages with retry</key>
	<string>详细的错误提示，支持重试</string>
	<key>Details</key>
	<string>详细信息</string>
	<key>Diagnostics</key>
	<string>诊断信息</string>
	<key>Digital Ocean Spaces</key>
	<string>Digital Ocean Spaces</string>
	<key>DigitalOcean.com</key>
	<string>DigitalOcean.com</string>
	<key>Dimensions</key>
	<string>尺寸</string>
	<key>Directory</key>
	<string>目录</string>
	<key>Directory Name</key>
	<string>目录名称</string>
	<key>Directory containing %d files and %d subdirectories will be deleted.</key>
	<string>包含 %1$d 个文件和 %2$d 个子目录的目录将会被删除。</string>
	<key>Directory containing %d files and 1 subdirectory will be deleted.</key>
	<string>包含 %d 个文件和 1 个子目录的目录将被删除。</string>
	<key>Directory containing %d files will be deleted.</key>
	<string>包含 %d 个文件的目录将被删除。</string>
	<key>Directory containing %d subdirectories will be deleted.</key>
	<string>包含 %d 个子目录的目录将被删除。</string>
	<key>Directory containing 1 file and %d subdirectories will be deleted.</key>
	<string>包含 1 个文件和 %d 个子目录的目录将被删除。</string>
	<key>Directory name</key>
	<string>目录名称</string>
	<key>Directory prefix</key>
	<string>目录前缀</string>
	<key>Directory to create.</key>
	<string>要创建的目录。</string>
	<key>Disable</key>
	<string>禁用</string>
	<key>Disable %@</key>
	<string>禁用 %@</string>
	<key>Disable subscription auto-renew to enable Lifetime Purchase.</key>
	<string>禁用订阅自动续费以启用终身购买。</string>
	<key>Disabled</key>
	<string>已禁用</string>
	<key>Discard</key>
	<string>放弃</string>
	<key>Discard Changes?</key>
	<string>放弃更改？</string>
	<key>Discover servers on local network</key>
	<string>在本地网络发现服务器</string>
	<key>Dismiss</key>
	<string>忽略</string>
	<key>Done</key>
	<string>完成</string>
	<key>Download</key>
	<string>下载</string>
	<key>Download ${path} from ${server}</key>
	<string>从 ${server} 下载 ${path}</string>
	<key>Download and Upload from Files app</key>
	<string>从“文件”应用下载和上传</string>
	<key>Download and Upload from Finder</key>
	<string>从“访达” 下载和上传</string>
	<key>Download from FTP</key>
	<string>从 FTP 下载</string>
	<key>Download from Git</key>
	<string>从 Git 下载</string>
	<key>Download from S3</key>
	<string>从 S3 下载</string>
	<key>Download is a Pro feature</key>
	<string>下载是 Pro 版功能</string>
	<key>Download not allowed for objects stored in %@.</key>
	<string>不允许下载存储在 %@ 的对象。</string>
	<key>Download requires Pro Unlock</key>
	<string>下载需要 Pro 解锁</string>
	<key>Downloaded %d%% of %@</key>
	<string>已下载 %1$d%% 的 %2$@</string>
	<key>Downloading...</key>
	<string>正在下载...</string>
	<key>Drag as .DXT file into Finder and open in Claude Desktop to automatically configure MCP.</key>
	<string>将文件作为 .DXT 拖入 Finder 并在 Claude Desktop 中打开，以自动配置 MCP。</string>
	<key>DreamObjects</key>
	<string>DreamObjects</string>
	<key>Duplicate</key>
	<string>复制</string>
	<key>Duplicate %@</key>
	<string>复制 %@</string>
	<key>Duplicate Error</key>
	<string>复制错误</string>
	<key>Duplicate error: %@</key>
	<string>重复错误：%@</string>
	<key>Duplicate filename</key>
	<string>文件名重复</string>
	<key>Duplicate…</key>
	<string>复制…</string>
	<key>Duration</key>
	<string>持续时间</string>
	<key>Duration: %@</key>
	<string>持续时间：%@</string>
	<key>ECDSA</key>
	<string>ECDSA</string>
	<key>ECDSA Key</key>
	<string>ECDSA 密钥</string>
	<key>ED25519</key>
	<string>ED25519</string>
	<key>ED25519 Key</key>
	<string>ED25519 密钥</string>
	<key>Each file is encrypted with a unique key that is itself encrypted with your master key. The encrypted file and encrypted key is stored on S3 and decrypted locally as you download.</key>
	<string>每个文件都使用唯一密钥进行加密，该密钥本身使用你的主密钥进行加密。加密文件和加密密钥存储在 S3 上，下载时会在本地解密。</string>
	<key>Edit</key>
	<string>编辑</string>
	<key>Edit %@ files like they're local</key>
	<string>像本地一样编辑 %@ 文件</string>
	<key>Edit Icon</key>
	<string>编辑图标</string>
	<key>Edit text files directly on the server</key>
	<string>直接在服务器上编辑文本文件</string>
	<key>Efficiently show thumbnails in %@ for not-yet-downloaded images with Exif tag data.</key>
	<string>高效显示 %@ 中未下载图片的缩略图，带有 Exif 标签数据。</string>
	<key>Email</key>
	<string>电子邮件</string>
	<key>Email Support</key>
	<string>电子邮件支持</string>
	<key>Empty directory will be deleted.</key>
	<string>空目录将被删除。</string>
	<key>Enable</key>
	<string>启用</string>
	<key>Enable %@</key>
	<string>启用 %@</string>
	<key>Enable %@ Location in %@ or Browse inside this app.</key>
	<string>在%2$@中启用%1$@位置或在此应用内浏览。</string>
	<key>Enable Notifications?</key>
	<string>启用通知？</string>
	<key>Enable OCR text recognition for images. This may use additional resources.</key>
	<string>为图像启用 OCR 文本识别。这可能会使用额外资源。</string>
	<key>Enable SSE-C</key>
	<string>启用 SSE-C</string>
	<key>Enabled</key>
	<string>已启用</string>
	<key>Encoding</key>
	<string>编码</string>
	<key>Encrypted data is too small for 128 bit AES tag</key>
	<string>加密数据太小，不足以包含 128 位 AES 标记</string>
	<key>Encrypted key must be base64</key>
	<string>加密密钥必须为base64格式</string>
	<key>Encryption</key>
	<string>加密</string>
	<key>Encryption Keys</key>
	<string>加密密钥</string>
	<key>Encryption initialization vector must be base64</key>
	<string>加密初始化向量必须为base64格式</string>
	<key>Encryption is a Pro feature</key>
	<string>加密是 Pro 功能</string>
	<key>Endpoint</key>
	<string>端点</string>
	<key>Endpoint is shown on 'secure.backblaze.com' and should end with backblazeb2.com</key>
	<string>端点显示在'secure.backblaze.com'上，且应以backblazeb2.com结尾</string>
	<key>Endpoint is shown on 'secure.backblaze.com' and should start with s3</key>
	<string>端点显示在'secure.backblaze.com'上，且应以s3开头</string>
	<key>Ensure Directory</key>
	<string>确保目录</string>
	<key>Enter group name</key>
	<string>输入组名称</string>
	<key>Error</key>
	<string>错误</string>
	<key>European Union (EU)</key>
	<string>欧盟（EU）</string>
	<key>Everyone</key>
	<string>所有人</string>
	<key>Evolution to SFTP</key>
	<string>演变为 SFTP</string>
	<key>Example Shortcut</key>
	<string>示例快捷指令</string>
	<key>Example Shortcuts</key>
	<string>示例快捷指令</string>
	<key>Execute</key>
	<string>执行</string>
	<key>Existing Authentication</key>
	<string>现有认证</string>
	<key>Expected 'key: value' for HTTP header field instead of '%@'</key>
	<string>预期 HTTP 头字段应为 'key: value' 而不是 '%@'</string>
	<key>Expected InitiateMultipartUploadResult</key>
	<string>预期InitiateMultipartUploadResult</string>
	<key>Expected exactly one private key</key>
	<string>预期应当只有一个私钥</string>
	<key>Expedited</key>
	<string>Expedited</string>
	<key>Expiration</key>
	<string>到期时间</string>
	<key>Expires %@</key>
	<string>%@到期</string>
	<key>Explicit FTPS</key>
	<string>显式FTPS</string>
	<key>Export</key>
	<string>导出</string>
	<key>Export CoreData files</key>
	<string>导出CoreData文件</string>
	<key>Exposure</key>
	<string>曝光</string>
	<key>Extra Large</key>
	<string>特大</string>
	<key>FTP</key>
	<string>FTP</string>
	<key>FTP Birthday</key>
	<string>FTP 生日</string>
	<key>FTP Creator</key>
	<string>FTP 创建者</string>
	<key>FTP Entry</key>
	<string>FTP 条目</string>
	<key>FTP Files</key>
	<string>FTP Files</string>
	<key>FTP Servers</key>
	<string>FTP 服务器</string>
	<key>FTP Upload</key>
	<string>FTP 上传</string>
	<key>FTP evolved to include secure variants like SFTP and FTPS for encrypted transfers.</key>
	<string>FTP 已发展出诸如 SFTP 和 FTPS 等安全变体，用于加密传输。</string>
	<key>FTP predates TCP/IP, the foundation of the modern internet.</key>
	<string>FTP 早于现代互联网的基础——TCP/IP。</string>
	<key>FTP server</key>
	<string>FTP 服务器</string>
	<key>FTP servers</key>
	<string>FTP 服务器</string>
	<key>FTP turns %d!</key>
	<string>FTP %d 岁！</string>
	<key>Fail</key>
	<string>失败</string>
	<key>Failed to download file</key>
	<string>下载文件失败</string>
	<key>Favourite folders</key>
	<string>收藏的文件夹</string>
	<key>File</key>
	<string>文件</string>
	<key>File is encrypted with a key that is not available</key>
	<string>文件已使用不可用的密钥加密</string>
	<key>File is too large to edit (max 1 MB)</key>
	<string>文件过大，无法编辑（最大 1 MB）</string>
	<key>File name</key>
	<string>文件名</string>
	<key>File truncated - showing first 5MB</key>
	<string>文件已截断 - 仅显示前 5MB</string>
	<key>Filename</key>
	<string>文件名</string>
	<key>Files</key>
	<string>文件</string>
	<key>Files already backed up to %@ are kept. You will need to reconfigure if you want to resume backing up.</key>
	<string>已备份到 %@ 的文件将保留。若要继续备份，你需要重新配置。</string>
	<key>Files app</key>
	<string>“文稿”应用</string>
	<key>Files are download during search but not kept on Mac. Otherwise only filename matches are included.</key>
	<string>文件在搜索时会被下载，但不会保留在 Mac 上。否则只包含文件名匹配项。</string>
	<key>Files are downloaded on-demand as you open them and uploaded automatically when you make changes from any app.</key>
	<string>文件会在打开时按需下载，并在从任何应用中进行更改时自动上传。</string>
	<key>Files are downloaded on-demand as you open them and uploaded automatically when you make changes from any app. There is Terminal access at ~/Library/CloudStorage/</key>
	<string>文件会在打开时按需下载，并在从任何应用中进行更改时自动上传。终端访问路径为 ~/Library/CloudStorage/。</string>
	<key>Files not uploaded to servers are lost.</key>
	<string>未上传到服务器的文件会丢失。</string>
	<key>Find</key>
	<string>查找</string>
	<key>Find what you need using search</key>
	<string>使用搜索找到所需内容</string>
	<key>Finder</key>
	<string>访达</string>
	<key>Finder Location</key>
	<string>访达位置</string>
	<key>First backup never completed</key>
	<string>首次备份从未完成</string>
	<key>First backup never started</key>
	<string>首次备份从未开始</string>
	<key>Flat</key>
	<string>扁平</string>
	<key>Focal Length</key>
	<string>焦距</string>
	<key>Forget</key>
	<string>忘记</string>
	<key>Frame Rate</key>
	<string>帧率</string>
	<key>Free</key>
	<string>免费</string>
	<key>Free users are limited to one server.</key>
	<string>免费用户最多只能添加 1 台服务器。</string>
	<key>Frequency</key>
	<string>频率</string>
	<key>GET url</key>
	<string>GET URL</string>
	<key>Generate</key>
	<string>生成</string>
	<key>Generated %@</key>
	<string>生成%@</string>
	<key>Git Entry</key>
	<string>Git 条目</string>
	<key>Git Provider</key>
	<string>Git 提供者</string>
	<key>Git Upload</key>
	<string>Git 上传</string>
	<key>Git remote</key>
	<string>Git 远程</string>
	<key>Git remotes</key>
	<string>Git 远程列表</string>
	<key>GitHub</key>
	<string>GitHub</string>
	<key>GitHub API doesn't support uploads larger than 100 Mbytes.</key>
	<string>GitHub API 不支持大于 100 兆字节的上传。</string>
	<key>GitLab</key>
	<string>GitLab</string>
	<key>Gitea</key>
	<string>Gitea</string>
	<key>Gitea does not support OAuth authentication. Please use an access token instead.</key>
	<string>Gitea 不支持 OAuth 认证。请改用访问令牌。</string>
	<key>Glacier</key>
	<string>Glacier</string>
	<key>Glacier Deep Archive</key>
	<string>Glacier Deep Archive</string>
	<key>Glacier Flexible Retrieval</key>
	<string>Glacier 灵活检索</string>
	<key>Glacier Instant Retrieval</key>
	<string>Glacier Instant Retrieval</string>
	<key>Glacier Restore</key>
	<string>Glacier Restore</string>
	<key>Google Cloud Console</key>
	<string>Google Cloud Console</string>
	<key>Google Cloud Storage</key>
	<string>Google Cloud Storage</string>
	<key>Green</key>
	<string>绿色</string>
	<key>Group</key>
	<string>组</string>
	<key>Group Folders</key>
	<string>组文件夹</string>
	<key>Group Load Error: %@</key>
	<string>组加载错误：%@</string>
	<key>HEAD url</key>
	<string>HEAD URL</string>
	<key>HTTP error %d</key>
	<string>HTTP 错误 %d</string>
	<key>HTTP error %d: %@</key>
	<string>HTTP 错误 %1$d：%2$@</string>
	<key>Handoff failed: %@</key>
	<string>移交失败：%@</string>
	<key>Happy Birthday FTP! Thanks for celebrating with us.</key>
	<string>FTP 生日快乐！感谢你与我们一起庆祝。</string>
	<key>Header: value</key>
	<string>头: 值</string>
	<key>Hello, World!</key>
	<string>你好，世界！</string>
	<key>Hetzner</key>
	<string>Hetzner</string>
	<key>Hetzner Object Storage</key>
	<string>Hetzner Object Storage</string>
	<key>Host Keys</key>
	<string>主机密钥</string>
	<key>Hostkey for %@ doesn't match. It is possible something malicious is happening or the hostkey could have changed for valid reasons.

Please check the hostkey fingerprint and only accept the new key if you are sure it is correct:

%@</key>
	<string>该%@ 的主机密钥不匹配。可能发生了恶意行为，或者主机密钥因有效原因发生了变化。

请检查主机密钥指纹，并仅在确定其正确时接受新密钥：

%@</string>
	<key>Hostkeys</key>
	<string>主机密钥</string>
	<key>Hostkeys will appear as you connect to SFTP servers.</key>
	<string>连接到 SFTP 服务器时将显示主机密钥。</string>
	<key>Hourly</key>
	<string>每小时</string>
	<key>IP or hostname</key>
	<string>IP 或主机名</string>
	<key>IPv4</key>
	<string>IPv4</string>
	<key>IPv6</key>
	<string>IPv6</string>
	<key>ISO</key>
	<string>ISO</string>
	<key>Icon</key>
	<string>图标</string>
	<key>If this issue persists, check that Local Network access is enabled for %@ in Settings app.</key>
	<string>如果问题持续，请在“设置”应用中检查是否已为 %@ 启用本地网络访问。</string>
	<key>If this issue persists, check that Local Network access is enabled in Settings → Privacy &amp; Security → Local Network → %@</key>
	<string>如果问题持续，请检查是否在 设置 → 隐私与安全 → 本地网络 → %@ 中启用了本地网络访问。</string>
	<key>If you're enjoying it, I would be grateful if you could take a moment to rate.</key>
	<string>如果您喜欢这个应用，请花点时间给予评分，我将不胜感激。</string>
	<key>Ignore</key>
	<string>忽略</string>
	<key>Image</key>
	<string>图像</string>
	<key>Implicit FTPS</key>
	<string>隐式 FTPS</string>
	<key>Import</key>
	<string>导入</string>
	<key>Import from Clipboard</key>
	<string>从剪贴板导入</string>
	<key>Import or Generate keys by tapping #plus#</key>
	<string>通过点击 #plus# 导入或生成密钥</string>
	<key>Imported %@</key>
	<string>已导入 %@</string>
	<key>Include Deleted Files</key>
	<string>包含已删除的文件</string>
	<key>Include Hidden Files</key>
	<string>包含隐藏文件</string>
	<key>Incorrect decryption key</key>
	<string>解密密钥不正确</string>
	<key>Incorrect folder picked. It needs to be the outermost folder of %@ location</key>
	<string>选择的文件夹不正确。必须是 %@ 位置的最外层文件夹</string>
	<key>Incorrect key length.</key>
	<string>密钥长度不正确。</string>
	<key>Incorrect oAuth state</key>
	<string>OAuth 状态不正确</string>
	<key>Incorrect passphrase</key>
	<string>密码短语不正确</string>
	<key>Incorrect username or password</key>
	<string>用户名或密码不正确</string>
	<key>Increase Size</key>
	<string>增大字号</string>
	<key>Inducted into the Internet Hall of Fame in 2023</key>
	<string>于 2023 年入选互联网名人堂</string>
	<key>Install</key>
	<string>安装</string>
	<key>Integrate with Shortcuts app for listing, downloading, and uploading. Boost your productivity by automating routine tasks.</key>
	<string>与快捷指令应用集成，以进行列表、下载和上传。通过自动化常规任务来提升您的生产力。</string>
	<key>Intelligent-Tiering</key>
	<string>Intelligent-Tiering</string>
	<key>Invalid ed25519 private key</key>
	<string>无效的 ed25519 私钥</string>
	<key>Invalid or self-signed certificate "%@".

Trust certificate when connecting to %@ ?

SHA256 fingerprint:
%@</key>
	<string>无效或自签名证书 "%1$@"。

连接到 %2$@ 时信任证书吗？

SHA256 指纹：
%3$@</string>
	<key>Invalid share duration: %@</key>
	<string>无效的分享持续时间：%@</string>
	<key>Invalid url: %@</key>
	<string>无效的 URL：%@</string>
	<key>Is Folder</key>
	<string>是文件夹</string>
	<key>Jurisdiction</key>
	<string>司法管辖区</string>
	<key>Key</key>
	<string>密钥</string>
	<key>Key derivation function $KDF not supported</key>
	<string>不支持密钥派生函数 $KDF</string>
	<key>Key is 20 character string</key>
	<string>密钥为 20 个字符字符串</string>
	<key>Key secret that must be kept private</key>
	<string>密钥密文必须保密</string>
	<key>Key secret, that must be kept private</key>
	<string>密钥密文，必须私密</string>
	<key>Key type $TYPE not supported</key>
	<string>不支持密钥类型 $TYPE</string>
	<key>KeyID</key>
	<string>KeyID</string>
	<key>KeyID is 25 digit hex</key>
	<string>KeyID 是 25 位十六进制数</string>
	<key>Kind</key>
	<string>类型</string>
	<key>Large</key>
	<string>大</string>
	<key>Last Modified</key>
	<string>上次修改</string>
	<key>Last backup failed</key>
	<string>上次备份失败</string>
	<key>Last backup succeeded</key>
	<string>上次备份成功</string>
	<key>Last successful backup: %@</key>
	<string>上次成功备份：%@</string>
	<key>Learn More</key>
	<string>了解更多</string>
	<key>Legal</key>
	<string>法律</string>
	<key>Lifetime Pro Unlock is %lld%% off.</key>
	<string>终身专业版解锁优惠为 %lld%%折扣。</string>
	<key>Lifetime Purchase</key>
	<string>终身购买</string>
	<key>Limit Old Backups</key>
	<string>限制旧备份</string>
	<key>Line Numbers</key>
	<string>行号</string>
	<key>Lines</key>
	<string>行数</string>
	<key>Link</key>
	<string>链接</string>
	<key>Link Type</key>
	<string>链接类型</string>
	<key>Linode Object Storage</key>
	<string>Linode Object Storage</string>
	<key>Linode.com</key>
	<string>Linode.com</string>
	<key>List ${directory} on ${server}</key>
	<string>在 ${server} 上列出 ${directory}</string>
	<key>List on FTP</key>
	<string>在 FTP 上列出</string>
	<key>List on Git</key>
	<string>在 Git 上列出</string>
	<key>List on S3</key>
	<string>在 S3 上列出</string>
	<key>List, Download and Upload from Shortcuts</key>
	<string>从快捷方式列出、下载和上传</string>
	<key>Listing buckets</key>
	<string>正在列出存储桶</string>
	<key>Listing directories</key>
	<string>正在列出目录</string>
	<key>Live Activity</key>
	<string>实时活动</string>
	<key>Load More Results</key>
	<string>加载更多结果</string>
	<key>Loading</key>
	<string>加载中</string>
	<key>Local Network Access Required</key>
	<string>需要本地网络访问</string>
	<key>Local Network access is required to connect to devices on your network. Please enable it for %@ in Settings app.</key>
	<string>需要本地网络访问才能连接到网络中的设备。请在“设置”应用中为 %@ 启用该权限。</string>
	<key>Local Network access is required to connect to devices on your network. Please enable it in Settings → Privacy &amp; Security → Local Network → %@</key>
	<string>需要本地网络访问才能连接到网络中的设备。请在 设置 → 隐私与安全 → 本地网络 → %@ 中启用该权限。</string>
	<key>Location</key>
	<string>位置</string>
	<key>Log</key>
	<string>日志</string>
	<key>Long Label</key>
	<string>长标签</string>
	<key>Long tap in Files app and pick **Restore from Glacier**. Restoration has costs based on retrieval speed and duration.</key>
	<string>在“文稿”应用中长按并选择 **从 Glacier 恢复**。恢复的费用取决于检索速度和持续时间。</string>
	<key>Long tap in Files app and pick **Share Link** from context menu. Files with public-read permissions get public non-expiring links.</key>
	<string>在“文稿”应用中长按并从上下文菜单中选择 **分享链接**。具有公开读取权限的文件将获得公共永久链接。</string>
	<key>MCP</key>
	<string>MCP</string>
	<key>MCP tools require Pro Unlock</key>
	<string>MCP 工具需要 Pro Unlock</string>
	<key>Mac</key>
	<string>Mac</string>
	<key>Make sure configuration is correct and catch problems early.</key>
	<string>请确保配置正确，并及早发现问题。</string>
	<key>Manage</key>
	<string>管理</string>
	<key>Manage %@</key>
	<string>管理 %@</string>
	<key>Manage Keys…</key>
	<string>管理密钥…</string>
	<key>Manage Subscription</key>
	<string>管理订阅</string>
	<key>Manual</key>
	<string>手动</string>
	<key>Media</key>
	<string>媒体</string>
	<key>Medium</key>
	<string>中</string>
	<key>MinIO</key>
	<string>MinIO</string>
	<key>Missing Base64 wrappers in OpenSSH private key</key>
	<string>OpenSSH 私钥缺少 Base64 封装</string>
	<key>Missing Etag from uploadPart response</key>
	<string>缺失uploadPart响应中的 Etag</string>
	<key>Missing LFS Blob for: %@</key>
	<string>缺失 LFS Blob：%@</string>
	<key>Missing content encryption key</key>
	<string>缺失内容加密密钥</string>
	<key>Missing encryption initialization vector</key>
	<string>缺失加密初始化向量</string>
	<key>Missing encryption key: '%@'</key>
	<string>缺失加密密钥：'%@'</string>
	<key>Missing file</key>
	<string>缺失文件</string>
	<key>Missing log</key>
	<string>缺失日志</string>
	<key>Missing master key for client-side decryption</key>
	<string>缺失客户端解密的主密钥</string>
	<key>Missing oAuth code</key>
	<string>缺失 oAuth 代码</string>
	<key>Missing server %@</key>
	<string>缺失服务器 %@</string>
	<key>Missing server from Handoff</key>
	<string>缺失 Handoff 中的服务器</string>
	<key>Missing server information</key>
	<string>缺失服务器信息</string>
	<key>Missing server session</key>
	<string>缺失服务器会话</string>
	<key>Missing session for share URL</key>
	<string>缺失分享 URL 的会话</string>
	<key>Modified</key>
	<string>已修改</string>
	<key>Modified by www.SourceFiles.app</key>
	<string>已由 www.SourceFiles.app 修改</string>
	<key>Mono</key>
	<string>单声道</string>
	<key>Monthly</key>
	<string>每月</string>
	<key>Most features in %@ require the paid pro unlock.</key>
	<string> %@ 中的绝大多数功能需要付费Pro版解锁。</string>
	<key>Move ${source} to ${target} on ${server}</key>
	<string>将 ${source} 移动到在 ${server} 上的 ${target} </string>
	<key>Move Files</key>
	<string>移动文件</string>
	<key>Move Non-Empty Directories</key>
	<string>移动非空目录</string>
	<key>Move hundreds of files effortlessly</key>
	<string>轻松移动数百个文件</string>
	<key>Multiple Servers</key>
	<string>多个服务器</string>
	<key>Multiple servers is a Pro feature</key>
	<string>多个服务器是 Pro 功能</string>
	<key>Multiple servers is a Pro feature.

Delete configurations or Unlock.</key>
	<string>多个服务器是 Pro 功能。

删除配置或解锁。</string>
	<key>Name</key>
	<string>名称</string>
	<key>Name defaults to %@</key>
	<string>名称默认为 %@</string>
	<key>Name defaults to address</key>
	<string>名称默认为地址</string>
	<key>Namespace</key>
	<string>命名空间</string>
	<key>Network</key>
	<string>网络</string>
	<key>Never connected to %@ before. Please ensure hostkey fingerprint is correct.

%@</key>
	<string>之前从未连接到 %1$@。请确保主机密钥指纹正确。

%2$@</string>
	<key>Never shown</key>
	<string>从未显示</string>
	<key>New Directory</key>
	<string>新建文件夹</string>
	<key>New Group</key>
	<string>新组</string>
	<key>New Server</key>
	<string>新服务器</string>
	<key>Next</key>
	<string>下一步</string>
	<key>No</key>
	<string>否</string>
	<key>No AWS credentials available to access bucket</key>
	<string>没有可用的 AWS 凭证以访问该存储桶</string>
	<key>No Account</key>
	<string>没有账户</string>
	<key>No Backups Configured</key>
	<string>未配置任何备份</string>
	<key>No Limit</key>
	<string>不限</string>
	<key>No Payment Now</key>
	<string>现在没有付款</string>
	<key>No available buckets</key>
	<string>没有可用的存储桶</string>
	<key>No charges until the trial ends. Cancel anytime.</key>
	<string>在试用结束之前不收费。随时可以取消。</string>
	<key>No default bucket</key>
	<string>没有默认存储桶</string>
	<key>No default region</key>
	<string>没有默认区域</string>
	<key>No directories</key>
	<string>没有目录</string>
	<key>No element '%@' to delete.</key>
	<string>没有元素‘%@’可删除。</string>
	<key>No element '%@' to move.</key>
	<string>没有元素‘%@’可移动。</string>
	<key>No entries</key>
	<string>没有条目</string>
	<key>No existing authentication key</key>
	<string>没有现有的身份验证密钥</string>
	<key>No file on clipboard</key>
	<string>剪贴板上没有文件</string>
	<key>No files or directories at %@</key>
	<string>在%@处没有文件或目录</string>
	<key>No files pending upload.</key>
	<string>没有待上传的文件。</string>
	<key>No group with ID %@</key>
	<string>没有ID为%@的组</string>
	<key>No image on clipboard</key>
	<string>剪贴板上没有图片</string>
	<key>No objects or buckets found at %@</key>
	<string>在%@处未找到对象或存储桶</string>
	<key>No other existing authentication</key>
	<string>没有其他现有的身份验证</string>
	<key>No prefix</key>
	<string>无前缀</string>
	<key>No repositories matching '%@'</key>
	<string>没有与‘%@’匹配的存储库</string>
	<key>No results found</key>
	<string>未找到结果</string>
	<key>No server with ID %@</key>
	<string>没有ID为%@的服务器</string>
	<key>No string on clipboard</key>
	<string>剪贴板上没有字符串</string>
	<key>No successful backup yet</key>
	<string>尚无成功的备份</string>
	<key>No uploads pending</key>
	<string>没有待上传的文件</string>
	<key>No version selected</key>
	<string>未选择版本</string>
	<key>None</key>
	<string>无</string>
	<key>Note that Download and Upload requires the Pro Unlock.</key>
	<string>请注意，下载和上传需要解锁Pro版。</string>
	<key>Nothing matches '%@'</key>
	<string>没有与‘%@’匹配的内容</string>
	<key>Notifications Disabled</key>
	<string>通知已关闭</string>
	<key>Notifications let you know when scheduled backups fail to run. You can change this later in Settings.</key>
	<string>当计划备份未能运行时，通知会提醒你。你可以稍后在“设置”中更改。</string>
	<key>OAuth</key>
	<string>OAuth</string>
	<key>OK</key>
	<string>确定</string>
	<key>Off</key>
	<string>关闭</string>
	<key>Older than the Internet</key>
	<string>比互联网更早</string>
	<key>On</key>
	<string>开启</string>
	<key>On this day, Abhay Bhushan published RFC 114 at MIT, defining the File Transfer Protocol.

The current specification is </key>
	<string>这一天，Abhay Bhushan 在麻省理工学院发布了 RFC 114，定义了文件传输协议（FTP）。

当前的规范是 </string>
	<key>One Zone-IA</key>
	<string>单区-IA</string>
	<key>One Zone-Infrequent Access</key>
	<string>One Zone-Infrequent Access</string>
	<key>Only %@=%@ supported. Found: %@</key>
	<string>仅支持%@=%@。找到：%@</string>
	<key>Only Application Keys with access to all buckets can list available buckets.</key>
	<string>只有具有访问所有存储桶的应用程序密钥才能列出可用的存储桶。</string>
	<key>Only ed25519 signing is supported for OpenSSH keys</key>
	<string>OpenSSH 密钥仅支持 ed25519 签名</string>
	<key>Only valid URLs can be imported as servers.</key>
	<string>只有有效的 URL 作为服务器才可被导入。</string>
	<key>Only you can access this file.</key>
	<string>只有你可以访问此文件。</string>
	<key>Open Settings</key>
	<string>打开“设置”</string>
	<key>Open Website</key>
	<string>打开网站</string>
	<key>Open in %@</key>
	<string>在 %@ 中打开</string>
	<key>Open in Browser</key>
	<string>在浏览器中打开</string>
	<key>Open in Safari</key>
	<string>在 Safari 中打开</string>
	<key>Open in Web Browser</key>
	<string>在 Web 浏览器中打开</string>
	<key>Open in browser</key>
	<string>在浏览器中打开</string>
	<key>Options</key>
	<string>选项</string>
	<key>Oracle Cloud</key>
	<string>Oracle Cloud</string>
	<key>Orange</key>
	<string>橙色</string>
	<key>Other</key>
	<string>其他</string>
	<key>Others</key>
	<string>其他人</string>
	<key>Outposts</key>
	<string>Outposts</string>
	<key>Overwrite</key>
	<string>覆盖</string>
	<key>Owner</key>
	<string>所有者</string>
	<key>PDF</key>
	<string>PDF</string>
	<key>PUT url</key>
	<string>PUT URL</string>
	<key>Page %lld</key>
	<string>第 %lld 页</string>
	<key>Page Size</key>
	<string>页面大小</string>
	<key>Pages</key>
	<string>页数</string>
	<key>Parent Directory</key>
	<string>上级目录</string>
	<key>Partial download not supported</key>
	<string>不支持部分下载</string>
	<key>Partial download not supported for client-side encrypted files</key>
	<string>不支持客户端加密文件的部分下载</string>
	<key>Passphrase needed</key>
	<string>需要密码短语</string>
	<key>Passphrase needed to decode private key</key>
	<string>需要口令来解码私钥</string>
	<key>Passphrase was incorrect and did not properly decode key</key>
	<string>口令不正确，无法正确解码密钥</string>
	<key>Password</key>
	<string>密码</string>
	<key>Path</key>
	<string>路径</string>
	<key>Path parameter can only contain a single filename.

Use 'Repeat with Each' action to delete several files.</key>
	<string>路径参数只能包含一个文件名。

使用 '逐个重复’ 操作删除多个文件。</string>
	<key>Path parameter can only contain a single filename.

Use 'Repeat with Each' action to download several files.</key>
	<string>路径参数只能包含一个文件名。

使用 '逐个重复' 操作下载多个文件。</string>
	<key>Paused</key>
	<string>已暂停</string>
	<key>Payment starts %@</key>
	<string>付款开始于 %@</string>
	<key>Pending Uploads</key>
	<string>待上传</string>
	<key>Permission required</key>
	<string>需要权限</string>
	<key>Permissions</key>
	<string>权限</string>
	<key>Personal Access Token</key>
	<string>Personal Access Token</string>
	<key>Photo</key>
	<string>照片</string>
	<key>Photo Backup</key>
	<string>照片备份</string>
	<key>Photo Backup Failed</key>
	<string>照片备份失败</string>
	<key>Photo Backup Stale</key>
	<string>照片备份已过期</string>
	<key>Photo Backup is a Pro feature</key>
	<string>照片备份是 Pro 功能</string>
	<key>Photos</key>
	<string>照片</string>
	<key>Pick</key>
	<string>选择</string>
	<key>Pick %@ Location</key>
	<string>选择 %@ 位置</string>
	<key>Pick Folder</key>
	<string>选择文件夹</string>
	<key>Pick Source Folder</key>
	<string>选择源文件夹</string>
	<key>Pick bucket</key>
	<string>选择存储桶</string>
	<key>Pick local folder</key>
	<string>选择本地文件夹</string>
	<key>Pick region</key>
	<string>选择区域</string>
	<key>Pick remote folder</key>
	<string>选择远程文件夹</string>
	<key>Pick target directory for %@</key>
	<string>选择 %@ 的目标目录</string>
	<key>Playback is a Pro feature</key>
	<string>播放是Pro版功能</string>
	<key>Please enter private key passphrase</key>
	<string>请输入私钥口令</string>
	<key>Please pick a service type.</key>
	<string>请选择服务类型。</string>
	<key>Please pick a service.</key>
	<string>请选择服务。</string>
	<key>Please pick or create account.</key>
	<string>请选择或创建账户。</string>
	<key>Please select a version to restore</key>
	<string>请选择要恢复的版本</string>
	<key>Please supply private key</key>
	<string>请提供私钥</string>
	<key>Please tell why to help me improve.</key>
	<string>请告诉我原因，以帮助我改进。</string>
	<key>Port</key>
	<string>端口</string>
	<key>Port %lld</key>
	<string>端口 %lld</string>
	<key>Preparing %@</key>
	<string> %@ 准备中</string>
	<key>Prepend</key>
	<string>前置</string>
	<key>Preset</key>
	<string>预设</string>
	<key>Privacy Policy</key>
	<string>隐私政策</string>
	<key>Private</key>
	<string>私有</string>
	<key>Pro</key>
	<string>Pro版</string>
	<key>Pro Unlock</key>
	<string>Pro版解锁</string>
	<key>Process %@ files in your automations</key>
	<string>在自动化中处理 %@ 文件</string>
	<key>Prompt to confirm</key>
	<string>提示以确认</string>
	<key>Properties</key>
	<string>属性</string>
	<key>Provide Feedback</key>
	<string>提供反馈</string>
	<key>Providing feedback is voluntary but will help me understand the issue such that it can be permanently fixed.</key>
	<string>提供反馈是自愿的，但将帮助我理解问题，以便可以永久修复。</string>
	<key>Public Key</key>
	<string>公钥</string>
	<key>Public Read</key>
	<string>Public Read</string>
	<key>Public Read Share Links not allowed when listing</key>
	<string>列出时不允许公共读取共享链接</string>
	<key>Public Read/Write</key>
	<string>公共读/写</string>
	<key>Public access blocked</key>
	<string>已阻止公开访问</string>
	<key>Public read</key>
	<string>Public read</string>
	<key>Purchase</key>
	<string>购买</string>
	<key>Purple</key>
	<string>紫色</string>
	<key>Query parameter '%@' needs trailing = for signing to work in %@</key>
	<string>查询参数 '%1$@' 需要结尾的 = ，才能在 %2$@ 中签名成功</string>
	<key>Query parameters not sorted in %@</key>
	<string>查询参数未按 %@ 排序</string>
	<key>Quickly navigate to favourite folders</key>
	<string>快速前往收藏的文件夹</string>
	<key>RSA</key>
	<string>RSA</string>
	<key>RSA Key</key>
	<string>RSA 密钥</string>
	<key>Random</key>
	<string>随机</string>
	<key>Randomize filename</key>
	<string>随机文件名</string>
	<key>Rate %@</key>
	<string>评分 %@</string>
	<key>Rate limit reached. Configure GitLab account to increase quota.</key>
	<string>达到速率限制。请配置 GitLab 账号以增加配额。</string>
	<key>Rate limit reached. Try again later.</key>
	<string>达到速率限制。请稍后再试。</string>
	<key>Rate or Review</key>
	<string>评分或评价</string>
	<key>Rating the app helps more than you know. </key>
	<string>对应用进行评分将大有帮助。</string>
	<key>Re-encrypting file, %lld percent complete</key>
	<string>正在重新加密文件，已完成 %lld%</string>
	<key>Read</key>
	<string>读取</string>
	<key>Read Exif Thumbnails</key>
	<string>读取 Exif 缩略图</string>
	<key>Read permission for group</key>
	<string>群组的读取权限</string>
	<key>Read permission for others</key>
	<string>其他人的读取权限</string>
	<key>Read permission for owner</key>
	<string>所有者的读取权限</string>
	<key>Read-Only Mode</key>
	<string>只读模式</string>
	<key>Recursive</key>
	<string>递归</string>
	<key>Recursive directory upload of %@ not supported at this level</key>
	<string>此级别不支持对 %@ 的递归目录上传</string>
	<key>Red</key>
	<string>红色</string>
	<key>Reduced Redundancy</key>
	<string>降低冗余存储</string>
	<key>Reduced Redundancy Storage</key>
	<string>Reduced Redundancy Storage</string>
	<key>Refresh</key>
	<string>刷新</string>
	<key>Refresh Directory</key>
	<string>刷新目录</string>
	<key>Refusing to delete non-empty directory '%@'.</key>
	<string>拒绝删除非空目录 '%@'。</string>
	<key>Refusing to move non-empty directory '%@'.</key>
	<string>拒绝移动非空目录 '%@'。</string>
	<key>Region</key>
	<string>Region</string>
	<key>Region %@</key>
	<string>区域 %@</string>
	<key>Reimport</key>
	<string>重新导入</string>
	<key>Related Apps</key>
	<string>相关应用</string>
	<key>Remote</key>
	<string>远程</string>
	<key>Remotes</key>
	<string>远程列表</string>
	<key>Remove %@</key>
	<string>移除 %@</string>
	<key>Remove from Favourites</key>
	<string>从收藏夹移除</string>
	<key>Removing %@?</key>
	<string>正在移除 %@？</string>
	<key>Rename</key>
	<string>重命名</string>
	<key>Rename %d items</key>
	<string>重命名 %d 项</string>
	<key>Rename Error</key>
	<string>重命名错误</string>
	<key>Rename Group</key>
	<string>重命名组</string>
	<key>Renews %@</key>
	<string>续订 %@</string>
	<key>Replace</key>
	<string>替换</string>
	<key>Repositories in %@</key>
	<string>在 %@ 的存储库</string>
	<key>Repository</key>
	<string>存储库</string>
	<key>Request Expiration</key>
	<string>请求到期时间</string>
	<key>Request S3 Upload</key>
	<string>请求 S3 上传</string>
	<key>Request Upload</key>
	<string>请求上传</string>
	<key>Request Upload requires Pro Unlock</key>
	<string>请求上传需要 Pro 解锁</string>
	<key>Request Upload to ${path} on ${server}</key>
	<string>请求上传至 ${path} 在 ${server} 上</string>
	<key>Request Upload to S3</key>
	<string>请求上传至 S3</string>
	<key>Request signed link to ${path} on ${server}</key>
	<string>请求在 ${server} 上的 ${path} 的签名链接</string>
	<key>RequestUploadView: Disabled</key>
	<string>RequestUploadView: Disabled</string>
	<key>Reset</key>
	<string>重置</string>
	<key>Reset %@ location</key>
	<string>重置 %@ 位置</string>
	<key>Reset Progress</key>
	<string>重置进度</string>
	<key>Reset to Default</key>
	<string>重置为默认值</string>
	<key>Resolution</key>
	<string>分辨率</string>
	<key>Restore</key>
	<string>恢复</string>
	<key>Restore Duration</key>
	<string>恢复持续时间</string>
	<key>Restore Purchases</key>
	<string>恢复购买</string>
	<key>Restore from %@</key>
	<string>从 %@ 恢复</string>
	<key>Restore from %@ expires %@</key>
	<string>从 %1$@ 恢复，在 %2$@ 过期</string>
	<key>Restore from %@ in progress</key>
	<string>正在从 %@ 恢复</string>
	<key>Restore object before download.</key>
	<string>下载前恢复对象。</string>
	<key>Restore purchases</key>
	<string>恢复购买</string>
	<key>Restricted by bucket</key>
	<string>受存储桶限制</string>
	<key>Resubscribe</key>
	<string>重新订阅</string>
	<key>Resume</key>
	<string>恢复</string>
	<key>Retry</key>
	<string>重试</string>
	<key>Return all entries in directory</key>
	<string>返回目录中的所有条目</string>
	<key>Reveal in %@</key>
	<string>在 %@ 中显示</string>
	<key>Reveal in Finder</key>
	<string>在 “访达” 中显示</string>
	<key>Right click Finder files and pick **Restore from Glacier**.
Restoration has costs based on retrieval speed and duration.</key>
	<string>在“访达” 中右键单击文件并选择 **从 Glacier 恢复**。
恢复的费用取决于检索速度和持续时间。</string>
	<key>Right click files in Finder and pick **Copy / Open Link**  from context menu.
Files with public-read permissions get public non-expiring links.</key>
	<string>在“访达” 中右键单击文件，并从上下文菜单中选择 **复制 / 打开链接**。
具有公共读取权限的文件会获得公共永久链接。</string>
	<key>RuneStone disabled</key>
	<string>RuneStone 已停用</string>
	<key>Runestone</key>
	<string>Runestone</string>
	<key>S3</key>
	<string>S3</string>
	<key>S3 Files</key>
	<string>S3 Files</string>
	<key>S3 Object</key>
	<string>S3 对象</string>
	<key>S3 Servers</key>
	<string>S3 服务器</string>
	<key>S3 Upload</key>
	<string>S3 上传</string>
	<key>S3 server</key>
	<string>S3 服务器</string>
	<key>S3 servers</key>
	<string>S3 服务器</string>
	<key>SFTP over SSH</key>
	<string>通过SSH的SFTP</string>
	<key>SSE-C</key>
	<string>SSE-C</string>
	<key>SSE-C Blocked</key>
	<string>SSE-C 已禁用</string>
	<key>SSE-C encryption is blocked on this bucket. Would you like to enable it?</key>
	<string>此存储桶已禁用 SSE-C 加密。是否要启用？</string>
	<key>SSE-C key is not valid base64</key>
	<string>SSE-C 密钥不是有效的 base64格式</string>
	<key>SSE-C: %@</key>
	<string>SSE-C: %@</string>
	<key>SSH Hostkey not trusted</key>
	<string>SSH 主机密钥不受信任</string>
	<key>SSH Key</key>
	<string>SSH 密钥</string>
	<key>SSH Keys</key>
	<string>SSH 密钥</string>
	<key>Sample Rate</key>
	<string>采样率</string>
	<key>Save</key>
	<string>保存</string>
	<key>Save or Cancel changes before selecting another server.</key>
	<string>在选择其他服务器之前保存或取消更改。</string>
	<key>Scaleway</key>
	<string>Scaleway</string>
	<key>Schedule</key>
	<string>计划</string>
	<key>Schedule backups and uploads</key>
	<string>安排备份和上传</string>
	<key>Scheme</key>
	<string>方案</string>
	<key>Search File Contents</key>
	<string>搜索文件内容</string>
	<key>Search Results in SpotLight</key>
	<string>SpotLight 中的搜索结果</string>
	<key>Search Text in Images</key>
	<string>在图像中搜索文本</string>
	<key>Search for files...</key>
	<string>搜索文件...</string>
	<key>Searching for servers…</key>
	<string>正在搜索服务器…</string>
	<key>Searching...</key>
	<string>搜索中...</string>
	<key>Secret</key>
	<string>密文</string>
	<key>Secret Access Key</key>
	<string>密文访问密钥</string>
	<key>Secret Access Key, must be kept private</key>
	<string>密文访问密钥，必须保密</string>
	<key>Secret that must be kept private</key>
	<string>必须保密的密文</string>
	<key>Secure ShellFish</key>
	<string>安全的 ShellFish</string>
	<key>Secure iCloud Sync</key>
	<string>安全的 iCloud 同步</string>
	<key>See every file, even hidden ones</key>
	<string>查看所有文件，甚至包括隐藏文件</string>
	<key>Select</key>
	<string>选择</string>
	<key>Select Directory</key>
	<string>选择目录</string>
	<key>Select Server</key>
	<string>选择服务器</string>
	<key>Select existing server to configure in the list to the left or create new server.</key>
	<string>在左侧列表中选择现有服务器进行配置或创建新服务器。</string>
	<key>Select the folder to sync</key>
	<string>选择要同步的文件夹</string>
	<key>Server</key>
	<string>服务器</string>
	<key>Server '%@' is disabled</key>
	<string>服务器 '%@' 已禁用</string>
	<key>Server Details</key>
	<string>服务器详情</string>
	<key>Server Group</key>
	<string>服务器组</string>
	<key>Server Load Error: %@</key>
	<string>服务器加载错误：%@</string>
	<key>Server SSL certificate not trusted</key>
	<string>服务器的 SSL 证书不受信任</string>
	<key>Server configurations are stored in iCloud Keychain that syncs between Apple devices while being end-to-end encrypted.</key>
	<string>服务器配置存储在 iCloud 钥匙串中，能够在 Apple 设备之间同步并进行端到端加密。</string>
	<key>Server contents in %@</key>
	<string>%@ 中的服务器内容</string>
	<key>Server does not support FTPS encryption. Try connecting without encryption.</key>
	<string>服务器不支持 FTPS 加密。请尝试在无加密的情况下连接。</string>
	<key>Server does not support explicit FTPS. Try implicit FTPS or connect without encryption.</key>
	<string>服务器不支持显式 FTPS。请尝试隐式 FTPS，或在无加密的情况下连接。</string>
	<key>Server has certificate valid for %@.

Trust certificate when connecting to %@ as well?

SHA256 fingerprint:
%@</key>
	<string>服务器的证书有效期为%1$@。

连接到%2$@ 时也信任该证书吗？

SHA256指纹：
%3$@</string>
	<key>Server not found</key>
	<string>未找到服务器</string>
	<key>Server side encryption</key>
	<string>服务器端加密</string>
	<key>Server-Side Encryption not respected</key>
	<string>未遵循服务器端加密</string>
	<key>Server-side &amp; client-side encryption</key>
	<string>服务器端和客户端加密</string>
	<key>Server-side encryption with customer-provided keys [(SSE-C)](https://docs.aws.amazon.com/AmazonS3/latest/userguide/ServerSideEncryptionCustomerKeys.html) will encrypt your data at rest.</key>
	<string>使用客户提供的密钥进行服务器端加密 [(SSE-C)](https://docs.aws.amazon.com/AmazonS3/latest/userguide/ServerSideEncryptionCustomerKeys.html) 将对您的数据进行静态加密。</string>
	<key>Servers</key>
	<string>服务器</string>
	<key>Service</key>
	<string>服务</string>
	<key>Set Icon from</key>
	<string>从中设置图标</string>
	<key>Settings</key>
	<string>设置</string>
	<key>Share</key>
	<string>分享</string>
	<key>Share '%@'</key>
	<string>分享 '%@'</string>
	<key>Share Link</key>
	<string>分享链接</string>
	<key>Share Link Duration</key>
	<string>分享链接时长</string>
	<key>Share Link Expiration:</key>
	<string>分享链接到期：</string>
	<key>Share Links require Pro Unlock</key>
	<string>分享链接需要Pro版解锁</string>
	<key>Share Log</key>
	<string>分享日志</string>
	<key>Share URL</key>
	<string>分享链接</string>
	<key>Share Website Links</key>
	<string>分享网站链接</string>
	<key>Share access with Auto-Expiring Links</key>
	<string>使用自动过期链接共享访问权限。</string>
	<key>Sharing downloads is a pro feature</key>
	<string>分享下载内容是 Pro 功能</string>
	<key>Sharing links is a pro feature</key>
	<string>分享链接是 Pro 功能</string>
	<key>Shortcuts support is a Pro feature</key>
	<string>快捷指令支持是Pro版功能</string>
	<key>Show Log</key>
	<string>显示日志</string>
	<key>Show in %@</key>
	<string>在 %@ 中显示</string>
	<key>Show in %@ or Browse inside this app.</key>
	<string>在 %@ 中显示或在此应用内浏览。</string>
	<key>Show in Calendar</key>
	<string>在“日历”中显示</string>
	<key>Sign In</key>
	<string>登录</string>
	<key>Signed HTTP Headers</key>
	<string>签名 HTTP 头</string>
	<key>Size</key>
	<string>大小</string>
	<key>Skip</key>
	<string>跳过</string>
	<key>Small</key>
	<string>小</string>
	<key>Small preview images for faster browsing</key>
	<string>使用小预览图以加快浏览</string>
	<key>Smart Punctuation</key>
	<string>智能标点</string>
	<key>Something else</key>
	<string>其他</string>
	<key>Sort by</key>
	<string>排序方式</string>
	<key>Source</key>
	<string>来源</string>
	<key>Source Files</key>
	<string>Source Files</string>
	<key>Source Remotes</key>
	<string>源远程</string>
	<key>Source parameter can only contain a single filename.

Use 'Repeat with Each' action to delete several files.</key>
	<string>源参数只能包含一个文件名。

使用“逐个重复”操作来删除多个文件。</string>
	<key>Speed</key>
	<string>速度</string>
	<key>Spell Checking</key>
	<string>拼写检查</string>
	<key>Spotlight</key>
	<string>Spotlight</string>
	<key>Spotlight Search</key>
	<string>Spotlight 搜索</string>
	<key>Spotlight Search Test</key>
	<string>Spotlight 搜索测试</string>
	<key>Standard</key>
	<string>Standard</string>
	<key>Standard-IA</key>
	<string>标准-IA</string>
	<key>Standard-Infrequent Access</key>
	<string>Standard-Infrequent Access</string>
	<key>Start Backup</key>
	<string>开始备份</string>
	<key>Start Subscription</key>
	<string>开始订阅</string>
	<key>Start Trial</key>
	<string>开始试用</string>
	<key>Start trial or purchase unlock in %@.</key>
	<string>在 %@ 中开始试用或购买解锁。</string>
	<key>Starting directory</key>
	<string>起始目录</string>
	<key>Status Check</key>
	<string>状态检查</string>
	<key>Stereo</key>
	<string>立体声</string>
	<key>Still going strong</key>
	<string>依然强劲</string>
	<key>Stop Backup</key>
	<string>停止备份</string>
	<key>Storage</key>
	<string>存储</string>
	<key>Storage Class</key>
	<string>存储类别</string>
	<key>Stored in %@</key>
	<string>存储在 %@ 中</string>
	<key>Stream in browser</key>
	<string>在浏览器中流式播放</string>
	<key>Streaming is a Pro feature</key>
	<string>流式传输是 Pro 功能</string>
	<key>Structure</key>
	<string>结构</string>
	<key>Subscribe or purchase unlock in %@.</key>
	<string>在 %@ 中订阅或购买解锁功能。</string>
	<key>Subscription</key>
	<string>订阅</string>
	<key>Suggestions</key>
	<string>建议</string>
	<key>Supports AWS S3, Backblaze B2, CloudFlare R2, Digital Ocean Spaces, MinIO &amp; any other S3 compatible service.</key>
	<string>支持 AWS S3、Backblaze B2、CloudFlare R2、Digital Ocean Spaces、MinIO 及其他任何兼容 S3 的服务。</string>
	<key>Supports GitHub, GitLab &amp; BitBucket through REST API.</key>
	<string>通过 REST API 支持 GitHub、GitLab 和 BitBucket。</string>
	<key>Supports SSE-C and wrapped AES-GCM end-to-end encryption with Amazon S3 Encryption Client compatibility.</key>
	<string>支持 SSE-C 和包装的 AES-GCM 端到端加密，兼容 Amazon S3 加密客户端。</string>
	<key>Supports regular FTP, SFTP and FTPS with implicit or explicit TLS encryption.</key>
	<string>支持常规 FTP、SFTP 和 FTPS，具有隐式或显式 TLS 加密。</string>
	<key>SwiftTreeSitter</key>
	<string>SwiftTreeSitter</string>
	<key>Sync</key>
	<string>同步</string>
	<key>Sync List</key>
	<string>同步列表</string>
	<key>Tell Me</key>
	<string>告诉我</string>
	<key>Terms of Use</key>
	<string>使用条款</string>
	<key>Test %@</key>
	<string>测试 %@</string>
	<key>Test Error Rate</key>
	<string>测试错误率</string>
	<key>Test Spotlight</key>
	<string>测试 Spotlight</string>
	<key>TestFlight log</key>
	<string>TestFlight 日志</string>
	<key>Text</key>
	<string>文本</string>
	<key>Text Size (%lldpt)</key>
	<string>文字大小（%lldpt）</string>
	<key>Thank You</key>
	<string>谢谢您</string>
	<key>Thank you for unlocking %@</key>
	<string>感谢您解锁 %@</string>
	<key>Thank you 🙏</key>
	<string>谢谢您 🙏</string>
	<key>Thanks for using %@!</key>
	<string>感谢您使用 %@！</string>
	<key>Thanks you for using %@!</key>
	<string>感谢您使用%@!</string>
	<key>The best way to support my work is to write a review. </key>
	<string>支持我工作的最佳方式就是写一个评论。</string>
	<key>The bucket owner can read this file.</key>
	<string>存储桶所有者可以读取此文件。</string>
	<key>The bucket owner has full control of this file.</key>
	<string>存储桶所有者对此文件拥有完全控制权。</string>
	<key>The link will not make it possible to access anything else on S3.</key>
	<string>该链接无法访问 S3 上的其他内容。</string>
	<key>The protocol that started it all</key>
	<string>开启一切的协议</string>
	<key>There is already %@ named '%@'</key>
	<string>已经存在名为'%2$@'的%1$@</string>
	<key>There is already a file '%@'</key>
	<string>已经存在文件'%@'</string>
	<key>This action is a Pro feature</key>
	<string>此操作是 Pro 功能</string>
	<key>This app can configure and browse %@. Servers are available in %@, the share sheet and Shortcuts.</key>
	<string>此应用程序可以配置和浏览%1$@。服务器在%2$@、分享表和快捷指令中可用。</string>
	<key>This app needs permission to access devices on your local network to connect to %@.</key>
	<string>此应用需要访问本地网络设备的权限以连接到 %@。</string>
	<key>This file appears to be binary and cannot be displayed as text.</key>
	<string>此文件似乎是二进制文件，无法以文本形式显示。</string>
	<key>This file cannot be edited</key>
	<string>此文件无法编辑</string>
	<key>This is compatible with Amazon S3 Encryption Client using wrapped AES-GCM encryption.</key>
	<string>这与使用包装的AES-GCM加密的Amazon S3加密客户端兼容。</string>
	<key>This may happen if
• The specified region is not enabled for your account.
• Your credentials are incorrect or have expired.</key>
	<string>这可能发生在以下情况下：
• 指定的区域未启用您的账号。
• 您的凭证不正确或已过期。</string>
	<key>This was a public key. You need to import a private key.</key>
	<string>这是一个公钥。您需要导入私钥。</string>
	<key>Title</key>
	<string>标题</string>
	<key>To discover servers on your local network, please enable local network access in Settings.</key>
	<string>要发现本地网络中的服务器，请在“设置”中启用本地网络访问。</string>
	<key>Toggle Pro payment type</key>
	<string>切换Pro付款版</string>
	<key>Toggle properties</key>
	<string>切换属性</string>
	<key>Total Size</key>
	<string>总大小</string>
	<key>Tree-sitter</key>
	<string>Tree-sitter</string>
	<key>TreeSitterLanguages</key>
	<string>TreeSitterLanguages</string>
	<key>Truncate Log</key>
	<string>截断日志</string>
	<key>Trust</key>
	<string>信任</string>
	<key>Try all decryption keys</key>
	<string>尝试所有解密密钥</string>
	<key>Try searching with different keywords</key>
	<string>尝试使用不同的关键词进行搜索</string>
	<key>Trying to instantiate protocol without service</key>
	<string>尝试在没有服务的情况下实例化协议</string>
	<key>Type Identifier</key>
	<string>类型标识符</string>
	<key>Unable create URL with bucket: %@ / %@</key>
	<string>无法使用存储桶创建URL：%1$@ / %2$@</string>
	<key>Unable to adapt certificate</key>
	<string>无法适配证书</string>
	<key>Unable to check for existing file when uploading to '%@': %@</key>
	<string>上传到 '%1$@' 时无法检查现有文件：%2$@</string>
	<key>Unable to compose JSON for file upload</key>
	<string>无法为文件上传生成JSON</string>
	<key>Unable to compose URL: %@</key>
	<string>无法生成URL：%@</string>
	<key>Unable to compose URL: %s</key>
	<string>无法生成URL：%s</string>
	<key>Unable to configure %@ location: %@</key>
	<string>无法配置%1$@ 位置：%2$@</string>
	<key>Unable to connect to %@</key>
	<string>无法连接到 %@</string>
	<key>Unable to copy URL to clipboard</key>
	<string>无法复制URL到剪贴板</string>
	<key>Unable to create NSFileProviderManager for %@</key>
	<string>无法为%@创建NSFileProviderManager</string>
	<key>Unable to create URL for bucket: %@</key>
	<string>无法为存储桶创建URL：%@</string>
	<key>Unable to create URL for request: %@</key>
	<string>无法为请求创建URL：%@</string>
	<key>Unable to create folder outside server</key>
	<string>无法在服务器外创建文件夹</string>
	<key>Unable to create public key for %@</key>
	<string>无法为%@创建公钥</string>
	<key>Unable to decode Ecdsa private key</key>
	<string>无法解码 ECDSA 私钥</string>
	<key>Unable to decode RSA private key</key>
	<string>无法解码 RSA 私钥</string>
	<key>Unable to decode error from URL</key>
	<string>无法从URL解码错误</string>
	<key>Unable to decode file contents.</key>
	<string>无法解码文件内容。</string>
	<key>Unable to decode internet location plist</key>
	<string>无法解码互联网位置plist</string>
	<key>Unable to decode key</key>
	<string>无法解码密钥</string>
	<key>Unable to decode private key block</key>
	<string>无法解码私钥块</string>
	<key>Unable to delete %@ with %d entries</key>
	<string>无法删除%1$@，其中包含%2$d个条目</string>
	<key>Unable to delete '%@'</key>
	<string>无法删除'%@'</string>
	<key>Unable to delete missing entry %@</key>
	<string>无法删除缺失的条目%@</string>
	<key>Unable to determine region for bucket</key>
	<string>无法确定存储桶的区域</string>
	<key>Unable to determine region for bucket '%@'</key>
	<string>无法确定存储桶'%@'的区域</string>
	<key>Unable to encode content</key>
	<string>无法对内容进行编码</string>
	<key>Unable to find %@</key>
	<string>无法找到%@</string>
	<key>Unable to find server</key>
	<string>无法找到服务器</string>
	<key>Unable to find symlink target '%@'</key>
	<string>无法找到符号链接目标'%@'</string>
	<key>Unable to generate HEIC of server icon</key>
	<string>无法生成服务器图标的HEIC</string>
	<key>Unable to generate HEIC or PNG of server icon</key>
	<string>无法生成服务器图标的HEIC或PNG</string>
	<key>Unable to generate RSA key</key>
	<string>无法生成 RSA 密钥</string>
	<key>Unable to get server session</key>
	<string>无法获得服务器会话</string>
	<key>Unable to get sharing URL for %@</key>
	<string>无法获取 %@ 的分享 URL</string>
	<key>Unable to handle address: '%@'</key>
	<string>无法处理地址：'%@'</string>
	<key>Unable to list Buckets:</key>
	<string>无法列出存储桶：</string>
	<key>Unable to list buckets for this service type</key>
	<string>无法列出此服务类型的存储桶</string>
	<key>Unable to list directories:</key>
	<string>无法列出目录：</string>
	<key>Unable to list directory:</key>
	<string>无法列出目录：</string>
	<key>Unable to load image from %@</key>
	<string>无法从%@加载图像</string>
	<key>Unable to locate %@ in %@</key>
	<string>无法在 %@ 中找到 %1$@</string>
	<key>Unable to locate server</key>
	<string>无法找到服务器</string>
	<key>Unable to lookup item for Object Restore</key>
	<string>无法查找对象恢复的项目</string>
	<key>Unable to make link from %@</key>
	<string>无法从%@创建链接</string>
	<key>Unable to move missing entry %@</key>
	<string>无法移动缺失的条目 %@</string>
	<key>Unable to open album</key>
	<string>无法打开相簿</string>
	<key>Unable to open browser: %@</key>
	<string>无法打开浏览器：%@</string>
	<key>Unable to parse address: %@</key>
	<string>无法解析地址：%@</string>
	<key>Unable to parse website config: %@</key>
	<string>无法解析网站配置：%@</string>
	<key>Unable to read %@ as string</key>
	<string>无法将 %@ 读取为字符串</string>
	<key>Unable to read OpenSSH key type</key>
	<string>无法读取 OpenSSH 密钥类型</string>
	<key>Unable to read as image</key>
	<string>无法读取为图像</string>
	<key>Unable to read download_link for: %@</key>
	<string>无法读取下载链接：%@</string>
	<key>Unable to read edited file</key>
	<string>无法读取已编辑的文件</string>
	<key>Unable to read error data from %@</key>
	<string>无法读取来自 %@ 的错误数据</string>
	<key>Unable to read file to upload</key>
	<string>无法读取要上传的文件</string>
	<key>Unable to read prices from App Store</key>
	<string>无法从 App Store 读取价格</string>
	<key>Unable to read private key block</key>
	<string>无法读取私钥块</string>
	<key>Unable to read security key handle from %@</key>
	<string>无法从 %@ 读取安全密钥句柄</string>
	<key>Unable to rename folder containing objects.</key>
	<string>无法重命名包含对象的文件夹。</string>
	<key>Unable to request uploads when bucket uses encryption</key>
	<string>当存储桶使用加密时无法请求上传</string>
	<key>Unable to resolve %@</key>
	<string>无法解析 %@</string>
	<key>Unable to save changes: %@</key>
	<string>无法保存更改：%@</string>
	<key>Unable to save editor changes locally</key>
	<string>无法在本地保存编辑器中的更改</string>
	<key>Unable to stat just uploaded file %@</key>
	<string>无法获取刚上传文件 %@ 的状态</string>
	<key>Unable to upload before picking destination server</key>
	<string>在选择目标服务器之前无法上传</string>
	<key>Unable to upload to '%@' as outermost directory lists buckets in %@.</key>
	<string>无法上传到 '%1$@'，因为最外层目录列出了%2$@中的存储桶</string>
	<key>Unable to verify SSH hostkeys without acceptHostkey callback</key>
	<string>缺少 acceptHostkey 回调，无法验证 SSH 主机密钥</string>
	<key>Unconfigured server</key>
	<string>未配置的服务器</string>
	<key>Unexpected %@ response at %@</key>
	<string>在%2$@处收到意外的%1$@响应</string>
	<key>Unexpected auth magic header: $HEADER</key>
	<string>意外的认证魔数标头：$HEADER</string>
	<key>Unexpected cipher: $CIPHER</key>
	<string>意外的加密算法：$CIPHER</string>
	<key>Unexpected object content</key>
	<string>意外的对象内容</string>
	<key>Unknown</key>
	<string>未知</string>
	<key>Unknown action %@</key>
	<string>未知操作%@</string>
	<key>Unknown encryption</key>
	<string>未知加密</string>
	<key>Unknown error</key>
	<string>未知错误</string>
	<key>Unknown key</key>
	<string>未知密钥</string>
	<key>Unknown service for '%@'</key>
	<string>'%@'的未知服务</string>
	<key>Unlock</key>
	<string>解锁</string>
	<key>Unlock needed</key>
	<string>需要解锁</string>
	<key>Unsupported SSH key type: %@</key>
	<string>不支持的SSH密钥类型：%@</string>
	<key>Untrusted Certificate</key>
	<string>不受信任的证书</string>
	<key>Upload</key>
	<string>上传</string>
	<key>Upload ${file} to ${path} on ${server}</key>
	<string>上传${file}到${server}上的${path}</string>
	<key>Upload Clipboard</key>
	<string>上传剪贴板</string>
	<key>Upload Error</key>
	<string>上传错误</string>
	<key>Upload Files</key>
	<string>上传文件</string>
	<key>Upload Folder</key>
	<string>上传文件夹</string>
	<key>Upload Images</key>
	<string>上传图片</string>
	<key>Upload Link</key>
	<string>上传链接</string>
	<key>Upload List</key>
	<string>上传列表</string>
	<key>Upload completed.</key>
	<string>上传完成。</string>
	<key>Upload files and folders from share sheet &amp; Services menu. Fast and convenient.</key>
	<string>从共享菜单和服务菜单上传文件和文件夹。快速便捷。</string>
	<key>Upload files and folders from standard share sheet. Fast and convenient.</key>
	<string>从标准共享菜单上传文件和文件夹。快速便捷。</string>
	<key>Upload from Share sheet</key>
	<string>从共享菜单上传</string>
	<key>Upload from Share sheet &amp; Services menu</key>
	<string>从共享菜单和服务菜单上传</string>
	<key>Upload is a Pro feature</key>
	<string>上传是 Pro 功能</string>
	<key>Upload is a Pro feature which can be unlocked inside %@.</key>
	<string>上传是一个Pro版功能，可以在%@内解锁。</string>
	<key>Upload is a Pro feature.</key>
	<string>上传是 Pro 功能.</string>
	<key>Upload list</key>
	<string>上传列表</string>
	<key>Upload requires pro unlock.</key>
	<string>上传需要Pro版解锁。</string>
	<key>Upload thumbnails</key>
	<string>上传缩略图</string>
	<key>Upload to FTP</key>
	<string>上传到FTP</string>
	<key>Upload to Git</key>
	<string>上传到Git</string>
	<key>Upload to S3</key>
	<string>上传到S3</string>
	<key>Uploaded %d%% of %@</key>
	<string>已上传 %2$@的%1$d%% </string>
	<key>Uploaded %d%% of %@ to %@</key>
	<string>已上传 %2$@的%1$d%%  到 %3$@</string>
	<key>Uploaded %d%% of %@ to %d files</key>
	<string>已上传 %2$@的%1$d%%  到 %3$d 个文件</string>
	<key>Uploaded %d%% to %@</key>
	<string>已上传 %1$d%% 到 %2$@</string>
	<key>Uploaded %d%% to %d files</key>
	<string>已上传 %1$d%% 到 %2$d 个文件</string>
	<key>Uploading %@</key>
	<string>正在上传 %@</string>
	<key>Uploading %@ to %@</key>
	<string>正在上传 %1$@ 到 %2$@</string>
	<key>Uploading %@ to %@ on %@</key>
	<string>正在 %3$@上传 %1$@ 到 %2$@ </string>
	<key>Uploading is a Pro feature</key>
	<string>上传是 Pro 功能</string>
	<key>Uploading...</key>
	<string>正在上传...</string>
	<key>Uploads will be limited to %lld bytes/s to try and provoke timeout errors.</key>
	<string>上传速度将限制为 %lld 字节/秒，以尝试引发超时错误。</string>
	<key>Use the built-in Model Context Protocol server to list, download and upload on %@ in LLM clients such as Claude &amp; Cursor.</key>
	<string>使用内置的模型上下文协议服务器在 %@ 中列出、下载和上传，适用于 Claude 和 Cursor 等 LLM 客户端。</string>
	<key>Use your favorite apps with %@</key>
	<string>使用你喜爱的 App 搭配 %@‎</string>
	<key>Username</key>
	<string>用户名</string>
	<key>Username and Password not accepted.</key>
	<string>用户名和密码不被接受。</string>
	<key>Verbose Logging</key>
	<string>详细日志</string>
	<key>Verify Host Key</key>
	<string>验证主机密钥</string>
	<key>Verify New Host</key>
	<string>验证新主机</string>
	<key>Version</key>
	<string>版本</string>
	<key>Version history is a Pro feature</key>
	<string>版本历史是 Pro 功能</string>
	<key>Video</key>
	<string>视频</string>
	<key>Video Guide</key>
	<string>视频指南</string>
	<key>View Options</key>
	<string>查看选项</string>
	<key>Wasabi</key>
	<string>Wasabi</string>
	<key>Watch Tutorial</key>
	<string>观看教程</string>
	<key>Watch or listen without downloading</key>
	<string>无需下载即可观看或收听</string>
	<key>WebDAV Files</key>
	<string>WebDAV 文件</string>
	<key>Website</key>
	<string>网站</string>
	<key>Website Link</key>
	<string>网站链接</string>
	<key>Website Signup</key>
	<string>网站注册</string>
	<key>Website URL</key>
	<string>网站网址</string>
	<key>Weekly</key>
	<string>每周</string>
	<key>Welcome to %@</key>
	<string>欢迎来到 %@</string>
	<key>Where to upload file.</key>
	<string>文件上传位置。</string>
	<key>Where to upload file. If empty or ends with / the source filename is used.</key>
	<string>文件上传位置。如果为空或以/结尾，则使用源文件名。</string>
	<key>Will backup %@ in %lld files and %lld subfolders.</key>
	<string>将备份 %1$@，包含 %2$lld 个文件和 %3$lld 个子文件夹.</string>
	<key>Will backup %@ in %lld files.</key>
	<string>将备份 %1$@，包含 %2$lld 个文件.</string>
	<key>Will backup %@ in %lld photos and %lld subfolders.</key>
	<string>将备份%1$@，共%2$lld张照片和%3$lld个子文件夹</string>
	<key>Will backup %@ in %lld photos.</key>
	<string>将备份%1$@，共%2$lld张照片</string>
	<key>Without notifications you won't be warned when scheduled backups fail to run.</key>
	<string>没有通知，当计划备份未能运行时你将不会收到提醒。</string>
	<key>Words</key>
	<string>字数</string>
	<key>Working Copy</key>
	<string>Working Copy</string>
	<key>Write</key>
	<string>写入</string>
	<key>Write permission for group</key>
	<string>群组的写入权限</string>
	<key>Write permission for others</key>
	<string>其他人的写入权限</string>
	<key>Write permission for owner</key>
	<string>所有者的写入权限</string>
	<key>Write your email address if I can contact you with questions.</key>
	<string>如果我可以联系你询问一些问题，请写下你的电子邮件地址。</string>
	<key>Wrong Hostkey</key>
	<string>错误的主机密钥</string>
	<key>Year</key>
	<string>年</string>
	<key>Year/Month</key>
	<string>年/月</string>
	<key>Year/Month/Day</key>
	<string>年/月/日</string>
	<key>Year/Week</key>
	<string>年/周</string>
	<key>Yes</key>
	<string>是</string>
	<key>You can't undo this action.</key>
	<string>您无法撤消此操作。</string>
	<key>You have unsaved changes that will be lost.</key>
	<string>你有未保存的更改，将会丢失。</string>
	<key>You need s3:ListAllMyBuckets permission to list available buckets.</key>
	<string>您需要 s3:ListAllMyBuckets 权限才能列出可用的存储桶。</string>
	<key>You need to enable %@ location in %@.</key>
	<string>您需要在 %2$@ 中启用 %1$@ 位置。</string>
	<key>You need to pass in the results of List Directory to filter results.</key>
	<string>您需要传入列表目录的结果以过滤结果。</string>
	<key>You own this bucket</key>
	<string>你拥有此存储桶</string>
	<key>You will need to approve host key before connecting again.</key>
	<string>您需要在再次连接之前批准主机密钥。</string>
	<key>Your Pro access is shared between iPhone, iPad and Mac</key>
	<string>您的 Pro版 访问权限可以在 iPhone、iPad 和 Mac 之间共享。</string>
	<key>Your encryption key is included on every upload or download with encryption done by S3 server.</key>
	<string>在每次上传或下载时都会包含您的加密密钥，且加密由 S3 服务器完成。</string>
	<key>api scope required</key>
	<string>需要 API 作用域</string>
	<key>applicationKey</key>
	<string>applicationKey</string>
	<key>applicationKey is 31 character password</key>
	<string>应用密钥是 31 个字符的密码</string>
	<key>at %@</key>
	<string>于 %@</string>
	<key>authenticate before copying password to clipboard</key>
	<string>在复制密码到剪贴板前进行身份验证</string>
	<key>by number of backups</key>
	<string>按备份数量</string>
	<key>by total storage use</key>
	<string>按总存储用量</string>
	<key>clipboard data</key>
	<string>剪贴板数据</string>
	<key>current</key>
	<string>当前</string>
	<key>day</key>
	<string>天</string>
	<key>debug</key>
	<string>debug</string>
	<key>defaults to %d</key>
	<string>默认为 %d</string>
	<key>deleted</key>
	<string>已删除</string>
	<key>directory</key>
	<string>目录</string>
	<key>e.g. %@</key>
	<string>例如：%@</string>
	<key>empty</key>
	<string>空</string>
	<key>file</key>
	<string>文件</string>
	<key>folder</key>
	<string>文件夹</string>
	<key>from Clipboard</key>
	<string>来自剪贴板</string>
	<key>from File</key>
	<string>来自文件</string>
	<key>graphQL blob listing failed</key>
	<string>graphQL blob 列表加载失败</string>
	<key>graphQL listing failed</key>
	<string>GraphQL 列表加载失败</string>
	<key>home folder</key>
	<string>主文件夹</string>
	<key>http</key>
	<string>http</string>
	<key>https</key>
	<string>https</string>
	<key>iPad</key>
	<string>iPad</string>
	<key>iPhone</key>
	<string>iPhone</string>
	<key>invalid DOS date</key>
	<string>无效的 DOS 日期</string>
	<key>invalid date</key>
	<string>无效日期</string>
	<key>invalid kind</key>
	<string>无效类型</string>
	<key>item</key>
	<string>项</string>
	<key>items</key>
	<string>项</string>
	<key>libcurl</key>
	<string>libcurl</string>
	<key>missing filename</key>
	<string>缺少文件名</string>
	<key>month</key>
	<string>月</string>
	<key>must be kept private</key>
	<string>必须保密</string>
	<key>no servers</key>
	<string>没有服务器</string>
	<key>on %@</key>
	<string>于 %@</string>
	<key>optional</key>
	<string>可选</string>
	<key>other</key>
	<string>其他</string>
	<key>passphrase</key>
	<string>密码短语</string>
	<key>pattern mismatch</key>
	<string>模式不匹配</string>
	<key>performBackup not yet implemented</key>
	<string>performBackup 尚未实现</string>
	<key>r</key>
	<string>r</string>
	<key>repo scope required</key>
	<string>需要 repo 范围</string>
	<key>required</key>
	<string>必填</string>
	<key>root directory</key>
	<string>根目录</string>
	<key>root folder</key>
	<string>根文件夹</string>
	<key>seconds</key>
	<string>秒</string>
	<key>server</key>
	<string>服务器</string>
	<key>symlink</key>
	<string>符号链接</string>
	<key>system-wide *FTP* support</key>
	<string>系统范围内的 *FTP* 支持</string>
	<key>system-wide *Git* support</key>
	<string>系统范围内的 *Git* 支持</string>
	<key>system-wide *S3* support</key>
	<string>系统范围内的 *S3* 支持</string>
	<key>unknown</key>
	<string>未知</string>
	<key>w</key>
	<string>w</string>
	<key>week</key>
	<string>周</string>
	<key>x</key>
	<string>x</string>
	<key>year</key>
	<string>年</string>
	<key>·</key>
	<string>·</string>
	<key>“%@” encountered an error</key>
	<string>“%@”遇到错误</string>
	<key>“%@” hasn't run recently</key>
	<string>“%@”最近未运行</string>
	<key>•</key>
	<string>•</string>
	<key>⚠️</key>
	<string>⚠️</string>
	<key>⚠️ %@</key>
	<string>⚠️ %@</string>
	<key>⚠️ %lld files pending upload</key>
	<string>⚠️ %lld 个文件待上传</string>
	<key>⚠️ FTP without encryption is risky and should only be used on networks you control where you trust everyone.</key>
	<string>⚠️ 非加密FTP协议存在安全隐患，请仅在您完全可控且信任所有用户的网络环境中使用。</string>
</dict>
</plist>
